{
  "chapterName": "Chapter 6 Multi-Pitch.pdf",
  "extractedAt": "2025-08-08T04:32:43.489Z",
  "text": "Sold to mateo.gonzalez.gomez94@gmail.com \nMulti-Pitch Climbing Climb:  Mina Leslie-Wujastyk on Rainshadow, Malham Cove, England.    Photographer:  Fraser Harle. Sold to mateo.gonzalez.gomez94@gmail.com \nA multi-pitch route is one that is split  into two or more pitches. This may be because it is longer than  your rope, or it could be a wandering  route that would involve a lot of rope  drag if climbed as a single pitch. What to Bring Due  to  the  length  and  complexity  of  multi-pitch routes, you should develop  your problem solving and self-rescue  skills before embarking on this kind of  adventure. This is covered in detail in  The Trad Climber’s Guide To Problem  Solving. Multi-Pitch Climbing On long multi-pitches, it's wise to bring  the following equipment in addition to  everything you would normally take on  a single pitch. Food and Water If your multi-pitch is likely to take more  than  a  few  hours,  consider  bringing  food  and  water  to  snack  on  at  the  belays. Many routes have luxury belay  ledges, so if you're not in a rush, why  not have a vertical picnic? Headlamp Headlamps  are  essential  on  long  multi-pitches.  Finishing  a  climb,  or  trying to descend in the dark can be  incredibly difficult and dangerous. Extra Climbing Gear You’ll need two anchor kits for a multi- pitch route. Make sure you bring: - Two cordelettes/ long slings - At least six spare screwgates - Two belay devices If the descent from your route involves  abseiling, make sure to bring ATC style  belay devices and prusik cords. Route Description On  a  single  pitch,  it's  easy  to  remember where to climb. However, on  a multi-pitch you may have forgotten  the details by pitch six, particularly if  two  different  routes  branch  off  the  same  anchor.  A  route  description  (or  topo), neatly folded in your pocket, will  help show you the way. VDiff > Sport Climbing Basics > Multi-Pitch 80 Sold to mateo.gonzalez.gomez94@gmail.com \nClothes Any comfortable all-cotton clothes will  suffice  for  single  pitch  cragging,  especially  venues  with  a  short  approach. For multi-pitch routes, or for  any  climbs  with  a  long  approach,  wearing synthetic clothing is a better  choice.  Synthetics  insulate  much  better  than  cotton  in  wet  or  cold  environments. If you expect cold temperatures, bring  a pair of gloves so you can belay with  warm hands and then take them off to  climb.  A  thin  hat that  fits  under your  helmet  is  a  very  lightweight  way  of  keeping you warm too. If the descent  is  long,  it's  nice  to  bring  a  pair  of  approach shoes. A  warm  jacket,  or  even  a  thin  wind- proof  layer,  can  make  multi-pitches  more comfortable when it gets windy  and the sun disappears, especially for  the belayer. Down jackets are a poor  choice  unless  you’re  climbing  in  dry  climates  below  freezing.  Most  down  jackets  will  repel  a  small  amount  of  mmmmmmmm moisture,  but  the  feathers  will  clump  together in a storm and you’ll freeze.  They  also  tend  to  rip  very  easily  on  rock. Extra Rope You’ll need to bring a second rope if  your route involves an abseil descent  where the anchors are more than half  of  your  rope’s  length  apart  (i.e:  you  can only abseil 35 meters with a 70  meter rope). You  will  also  need  a  second  rope  if  climbing as a team of three (see page  82). Backpack All this stuff  can be put into a small  backpack and carried by the second.  Depending  on  the  route  and  your  tolerance  of  suffering,  you  may  not  need  any  of  it.  For  routes  that  are  difficult  to  return  to  the  base,  you'll  need to bring everything up the route  with you. Plan before you go. Efficient belay changeovers will speed  up your ascent, making you less likely  to  get  benighted  or  stranded  in  a  storm. Sometimes  the  more  experienced  climber  will  lead  every  pitch.  Other  times, each climber will choose which  pitches they prefer. A common tactic is  to swing leads (lead alternate pitches).  Be aware that easier pitches may be  runout. Swinging  leads  is  the  most  efficient.  The rope is already stacked with the  new  leader’s  end  on  top  and  the  quickdraws from the previous pitch will  be racked on their harness. It’s much better if both climbers can go  hands-free  during  the  changeover.  How you do this depends on who will  lead the next pitch. Two methods are  described on the next page. Belay Changeovers VDiff > Sport Climbing Basics > Multi-Pitch 81 Sold to mateo.gonzalez.gomez94@gmail.com \n1)  Tie-Off Your Belay Device If  alternating  leads,  the  easiest  method is to tie-off your belay device.  Tie  a  simple  knot  (such  as  an  overhand)  in  the  rope  beneath  your  belay  device.  If the  climber falls,  the  knot will jam into the belay device and  stop them. When  the  leader  is  ready  to  climb,  simply unfasten the knot and they will  be on belay immediately. This  works  well  if  there  is  a  small  ledge to stand on. If not, the climber  may also prefer to attach to the central  point with a sling. 2) Attach to the Central Point If  the  same  person  is  leading  every  pitch, the second will have to attach to  the  central  point  when  they  finish  following the pitch. They can do this in  the same way as the leader. Use separate screwgates to attach the  second's rope to the central  point(s).  When they are attached, they can be  taken off belay. Remember - The leader will need to be  put on belay  before  they detach from  the anchor. Leader Second It's a good idea for the leader to clip  an  anchor  bolt  as  their  first  piece  of  protection. This eliminates the chance  of a factor two fall. It's also much easier for the belayer to  hold a fall this way. Leaving the Belay VDiff > Sport Climbing Basics > Multi-Pitch 82 Sold to mateo.gonzalez.gomez94@gmail.com \nStacking or coiling the rope neatly so it  doesn’t  tangle  is  important  on  multi- pitches. If the belay ledge has a flat  area, simply stack the rope onto it in a  place where it won’t slide off. If there isn’t a suitable area to put the  rope,  you  can  stack  it  in  neat  coils  across the rope which goes between  your  harness  and  the  anchor  (lap  coils). Alternatively,  stack  it  through  a sling.  Either way, the first coils should be the  longest,  with  progressively  smaller  coils added on top. This ensures the  rope feeds out well on the next pitch. If it  is  windy  or  there are bushes or  loose  rock  below  you,  make  sure  to  keep  the  coils  short  enough  so  they  don’t get stuck. Make a realistic estimate of how long  the route might take. Figure out what  time  you  need  to  have  finished  the  route  (to  avoid  thunderstorms  or  darkness  etc..)  and  then   work  backwards from there. Break the climb down into pitches and  figure out how long each one will take.  Remember   to  add  time  for  approaching and descending the route  and for belay changeovers. Be conservative with your estimations  – it’s much easier to lose time than  gain it. As part of your time budget, it’s smart  to  figure  out  places  where  you  can  switch  to  an  easier  route  if  you  are  running low on time, or places where  you  could  easily  descend  without  leaving  most  of  your  slings  and  carabiners behind. Rope Management Time Budget and Retreat options VDiff > Sport Climbing Basics > Multi-Pitch 83 Sold to mateo.gonzalez.gomez94@gmail.com \nTeams of Three In most situations, a pair of climbers is  faster than a team of three. But having  someone  to  chat  with  at  the  belay  makes climbing as a three more social. It  also  means  you  have  an  extra  person to help carry the gear and lead  ckkkkkcccc Caterpillar Style Step 1 The  leader  climbs  a  pitch with one rope. Step 2 The  second  climber  follows  on  that  rope,  but trails another rope  (both  ropes  are  tied  into the harness tie-in  points). some of the harder pitches. There are many ways to connect three  climbers  to  the  rope.  Two  popular  methods  are  described  on  the  following pages, both of which require  two ropes. Step 3 The  second  climber  unclips  the  quickdraws  from  the  first  rope  and  clips them to the second  rope  beneath.  This  ensures the third climber  is  protected  from  a  swinging fall if the pitch  traverses. If the pitch is  straight  up,  the  second  climber  could  remove  the quickdraws. Step 4 When  the  second  climber has reached the  anchor, the third climber  is put on belay  on the  second  rope.  They  remove the quickdraws  as they follow. VDiff > Sport Climbing Basics > Multi-Pitch 84 Sold to mateo.gonzalez.gomez94@gmail.com \nDouble Rope Style Step 1 The  leader  climbs  with  both  ropes.  They clip alternate quickdraws to each  rope.  The  leader  can  be  belayed  by  both climbers with a GriGri each, or by  one climber with an ATC. Step 2 The second and third climbers follow,  keeping around five meters apart from  each  other,  while  the  leader  belays  them both at the same time. It is highly  recommended to belay with an auto- blocking belay device directly from the  anchor, such as an ATC in guide mode  (see page 33). When  communicating,  finish  the  command with the rope colour, so the  belayer knows which rope you mean  (e.g: slack on red rope!). Common Mistake Clipping  both  ropes  into  a  carabiner  causes the ropes to rub against each  other if a climber falls while leading or  following.  This  could  damage  your  rope or even cut through the sheath. If you need to clip both ropes to a bolt  (e.g:  to  protect  both  followers  on  a  traverse),  use  two  quickdraws  of  different  lengths  as  shown.  These  quickdraws are then removed by the  third climber. VDiff > Sport Climbing Basics > Multi-Pitch 85 Sold to mateo.gonzalez.gomez94@gmail.com \nMulti-Pitch Abseils Attaching to the Anchor Attach to each anchor with two slings  as described on page 61. You  can  attach  to  the  chains  or  the  bolts to save space for your partner. If  there  is  only  space  for  one  climber  to  attach,  the  other  climber  can  clip  directly  into  their  partner’s  screwgates as shown. However,  this  means  that  the climber who descended  last  must  descend  first  on  the next abseil. Once  securely  attached  to  the  next  anchor,  you  can  remove  your  belay  device as follows. Step 1 Unfasten  the  screwgate.  Unclip  the  device’s cable and both ropes from it. Removing Your Belay Device Step 2 Re-clip  the  cable.  This  ensures  that  you can’t drop it. Step 3 Pull the ropes out of the device. VDiff > Sport Climbing Basics > Multi-Pitch 86 Sold to mateo.gonzalez.gomez94@gmail.com \nThread  the  rope  through  the  next  anchor  and  tie  a  stopper  knot  in  it  before you pull it down. Tie the stopper  knot big enough so that it cannot  fit  through  the  main  abseil  point.  This  ensures  that  you  cannot  lose  your  ropes. Threading Ropes Alternatively, tie the rope to yourself so  it cannot be dropped. Abseiling with Two Ropes Step 1 Thread  the  end  of  one  rope  through  the anchor. Then  hold  one  end  of  each  rope  together  and  make  a  loop  at  least  60cm from the end. 60cm Step 2 Put the ends through the loop to make  an overhand knot. If  your  descent  requires  two  ropes,  you’ll  need  to  tie  them  together.  A  simple and safe way to do this is to  uuuuuuuu use  the  overhand  knot  described  below. VDiff > Sport Climbing Basics > Multi-Pitch 87 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Pull each strand of rope very tight on  either  side  of  the  knot,  making  sure  the knot is neat. Step 4 Back it up with another overhand knot  immediately  next  to  it.  Pull  that  tight  too. You should have at least 30cm of  rope left after the knots. 3 0 c m Step 1 Tie knots (such as the triple barrel or  overhand) in the bottom end of both  strands of rope. This stops you from  accidentally abseiling off the end. Throwing Ropes Step 2 Prepare to throw the ropes down. It's  better to do this one rope at a time.  Starting from the end, stack one rope  in coils over your arm. You should throw your ropes down in a  way  that  they  are  unlikely  to  get  tangled  together  or  stuck  on  ssssssssssssss something.  The  following  is  a  simple  method of reducing your chances of a  stuck rope. VDiff > Sport Climbing Basics > Multi-Pitch 88 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Shout ‘rope’ to anyone who may be in  the area below. When you are certain  that  no-one  could  get  hit  by  your  ropes, you can throw them. Take the first half of the coils in one  hand and the second half in your other  hand.  Throw  the  second  half  of  the  coils  down,  closely  followed  by  the  first.  Keep an eye on the ropes at the  anchor.  With  all  the  weight  on  one  side,  the  rope  could  zip  through  the  anchor at this point. Step 4 Stack the other rope and throw it down  in the same way. If there are climbers below, either wait  for them to finish climbing, or ask them  if  you  can  slowly  lower  the  ends  of  your ropes down. This may cause your  ropes to snag on features, but will be  much  less  dangerous  for the  person  leading up. VDiff > Sport Climbing Basics > Multi-Pitch 89 Sold to mateo.gonzalez.gomez94@gmail.com",
  "totalPages": 12,
  "pageData": {
    "1": "Sold to mateo.gonzalez.gomez94@gmail.com ",
    "2": "Multi-Pitch Climbing Climb:  Mina Leslie-Wujastyk on Rainshadow, Malham Cove, England.    Photographer:  Fraser Harle. Sold to mateo.gonzalez.gomez94@gmail.com ",
    "3": "A multi-pitch route is one that is split  into two or more pitches. This may be because it is longer than  your rope, or it could be a wandering  route that would involve a lot of rope  drag if climbed as a single pitch. What to Bring Due  to  the  length  and  complexity  of  multi-pitch routes, you should develop  your problem solving and self-rescue  skills before embarking on this kind of  adventure. This is covered in detail in  The Trad Climber’s Guide To Problem  Solving. Multi-Pitch Climbing On long multi-pitches, it's wise to bring  the following equipment in addition to  everything you would normally take on  a single pitch. Food and Water If your multi-pitch is likely to take more  than  a  few  hours,  consider  bringing  food  and  water  to  snack  on  at  the  belays. Many routes have luxury belay  ledges, so if you're not in a rush, why  not have a vertical picnic? Headlamp Headlamps  are  essential  on  long  multi-pitches.  Finishing  a  climb,  or  trying to descend in the dark can be  incredibly difficult and dangerous. Extra Climbing Gear You’ll need two anchor kits for a multi- pitch route. Make sure you bring: - Two cordelettes/ long slings - At least six spare screwgates - Two belay devices If the descent from your route involves  abseiling, make sure to bring ATC style  belay devices and prusik cords. Route Description On  a  single  pitch,  it's  easy  to  remember where to climb. However, on  a multi-pitch you may have forgotten  the details by pitch six, particularly if  two  different  routes  branch  off  the  same  anchor.  A  route  description  (or  topo), neatly folded in your pocket, will  help show you the way. VDiff > Sport Climbing Basics > Multi-Pitch 80 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "4": "Clothes Any comfortable all-cotton clothes will  suffice  for  single  pitch  cragging,  especially  venues  with  a  short  approach. For multi-pitch routes, or for  any  climbs  with  a  long  approach,  wearing synthetic clothing is a better  choice.  Synthetics  insulate  much  better  than  cotton  in  wet  or  cold  environments. If you expect cold temperatures, bring  a pair of gloves so you can belay with  warm hands and then take them off to  climb.  A  thin  hat that  fits  under your  helmet  is  a  very  lightweight  way  of  keeping you warm too. If the descent  is  long,  it's  nice  to  bring  a  pair  of  approach shoes. A  warm  jacket,  or  even  a  thin  wind- proof  layer,  can  make  multi-pitches  more comfortable when it gets windy  and the sun disappears, especially for  the belayer. Down jackets are a poor  choice  unless  you’re  climbing  in  dry  climates  below  freezing.  Most  down  jackets  will  repel  a  small  amount  of  mmmmmmmm moisture,  but  the  feathers  will  clump  together in a storm and you’ll freeze.  They  also  tend  to  rip  very  easily  on  rock. Extra Rope You’ll need to bring a second rope if  your route involves an abseil descent  where the anchors are more than half  of  your  rope’s  length  apart  (i.e:  you  can only abseil 35 meters with a 70  meter rope). You  will  also  need  a  second  rope  if  climbing as a team of three (see page  82). Backpack All this stuff  can be put into a small  backpack and carried by the second.  Depending  on  the  route  and  your  tolerance  of  suffering,  you  may  not  need  any  of  it.  For  routes  that  are  difficult  to  return  to  the  base,  you'll  need to bring everything up the route  with you. Plan before you go. Efficient belay changeovers will speed  up your ascent, making you less likely  to  get  benighted  or  stranded  in  a  storm. Sometimes  the  more  experienced  climber  will  lead  every  pitch.  Other  times, each climber will choose which  pitches they prefer. A common tactic is  to swing leads (lead alternate pitches).  Be aware that easier pitches may be  runout. Swinging  leads  is  the  most  efficient.  The rope is already stacked with the  new  leader’s  end  on  top  and  the  quickdraws from the previous pitch will  be racked on their harness. It’s much better if both climbers can go  hands-free  during  the  changeover.  How you do this depends on who will  lead the next pitch. Two methods are  described on the next page. Belay Changeovers VDiff > Sport Climbing Basics > Multi-Pitch 81 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "5": "1)  Tie-Off Your Belay Device If  alternating  leads,  the  easiest  method is to tie-off your belay device.  Tie  a  simple  knot  (such  as  an  overhand)  in  the  rope  beneath  your  belay  device.  If the  climber falls,  the  knot will jam into the belay device and  stop them. When  the  leader  is  ready  to  climb,  simply unfasten the knot and they will  be on belay immediately. This  works  well  if  there  is  a  small  ledge to stand on. If not, the climber  may also prefer to attach to the central  point with a sling. 2) Attach to the Central Point If  the  same  person  is  leading  every  pitch, the second will have to attach to  the  central  point  when  they  finish  following the pitch. They can do this in  the same way as the leader. Use separate screwgates to attach the  second's rope to the central  point(s).  When they are attached, they can be  taken off belay. Remember - The leader will need to be  put on belay  before  they detach from  the anchor. Leader Second It's a good idea for the leader to clip  an  anchor  bolt  as  their  first  piece  of  protection. This eliminates the chance  of a factor two fall. It's also much easier for the belayer to  hold a fall this way. Leaving the Belay VDiff > Sport Climbing Basics > Multi-Pitch 82 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "6": "Stacking or coiling the rope neatly so it  doesn’t  tangle  is  important  on  multi- pitches. If the belay ledge has a flat  area, simply stack the rope onto it in a  place where it won’t slide off. If there isn’t a suitable area to put the  rope,  you  can  stack  it  in  neat  coils  across the rope which goes between  your  harness  and  the  anchor  (lap  coils). Alternatively,  stack  it  through  a sling.  Either way, the first coils should be the  longest,  with  progressively  smaller  coils added on top. This ensures the  rope feeds out well on the next pitch. If it  is  windy  or  there are bushes or  loose  rock  below  you,  make  sure  to  keep  the  coils  short  enough  so  they  don’t get stuck. Make a realistic estimate of how long  the route might take. Figure out what  time  you  need  to  have  finished  the  route  (to  avoid  thunderstorms  or  darkness  etc..)  and  then   work  backwards from there. Break the climb down into pitches and  figure out how long each one will take.  Remember   to  add  time  for  approaching and descending the route  and for belay changeovers. Be conservative with your estimations  – it’s much easier to lose time than  gain it. As part of your time budget, it’s smart  to  figure  out  places  where  you  can  switch  to  an  easier  route  if  you  are  running low on time, or places where  you  could  easily  descend  without  leaving  most  of  your  slings  and  carabiners behind. Rope Management Time Budget and Retreat options VDiff > Sport Climbing Basics > Multi-Pitch 83 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "7": "Teams of Three In most situations, a pair of climbers is  faster than a team of three. But having  someone  to  chat  with  at  the  belay  makes climbing as a three more social. It  also  means  you  have  an  extra  person to help carry the gear and lead  ckkkkkcccc Caterpillar Style Step 1 The  leader  climbs  a  pitch with one rope. Step 2 The  second  climber  follows  on  that  rope,  but trails another rope  (both  ropes  are  tied  into the harness tie-in  points). some of the harder pitches. There are many ways to connect three  climbers  to  the  rope.  Two  popular  methods  are  described  on  the  following pages, both of which require  two ropes. Step 3 The  second  climber  unclips  the  quickdraws  from  the  first  rope  and  clips them to the second  rope  beneath.  This  ensures the third climber  is  protected  from  a  swinging fall if the pitch  traverses. If the pitch is  straight  up,  the  second  climber  could  remove  the quickdraws. Step 4 When  the  second  climber has reached the  anchor, the third climber  is put on belay  on the  second  rope.  They  remove the quickdraws  as they follow. VDiff > Sport Climbing Basics > Multi-Pitch 84 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "8": "Double Rope Style Step 1 The  leader  climbs  with  both  ropes.  They clip alternate quickdraws to each  rope.  The  leader  can  be  belayed  by  both climbers with a GriGri each, or by  one climber with an ATC. Step 2 The second and third climbers follow,  keeping around five meters apart from  each  other,  while  the  leader  belays  them both at the same time. It is highly  recommended to belay with an auto- blocking belay device directly from the  anchor, such as an ATC in guide mode  (see page 33). When  communicating,  finish  the  command with the rope colour, so the  belayer knows which rope you mean  (e.g: slack on red rope!). Common Mistake Clipping  both  ropes  into  a  carabiner  causes the ropes to rub against each  other if a climber falls while leading or  following.  This  could  damage  your  rope or even cut through the sheath. If you need to clip both ropes to a bolt  (e.g:  to  protect  both  followers  on  a  traverse),  use  two  quickdraws  of  different  lengths  as  shown.  These  quickdraws are then removed by the  third climber. VDiff > Sport Climbing Basics > Multi-Pitch 85 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "9": "Multi-Pitch Abseils Attaching to the Anchor Attach to each anchor with two slings  as described on page 61. You  can  attach  to  the  chains  or  the  bolts to save space for your partner. If  there  is  only  space  for  one  climber  to  attach,  the  other  climber  can  clip  directly  into  their  partner’s  screwgates as shown. However,  this  means  that  the climber who descended  last  must  descend  first  on  the next abseil. Once  securely  attached  to  the  next  anchor,  you  can  remove  your  belay  device as follows. Step 1 Unfasten  the  screwgate.  Unclip  the  device’s cable and both ropes from it. Removing Your Belay Device Step 2 Re-clip  the  cable.  This  ensures  that  you can’t drop it. Step 3 Pull the ropes out of the device. VDiff > Sport Climbing Basics > Multi-Pitch 86 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "10": "Thread  the  rope  through  the  next  anchor  and  tie  a  stopper  knot  in  it  before you pull it down. Tie the stopper  knot big enough so that it cannot  fit  through  the  main  abseil  point.  This  ensures  that  you  cannot  lose  your  ropes. Threading Ropes Alternatively, tie the rope to yourself so  it cannot be dropped. Abseiling with Two Ropes Step 1 Thread  the  end  of  one  rope  through  the anchor. Then  hold  one  end  of  each  rope  together  and  make  a  loop  at  least  60cm from the end. 60cm Step 2 Put the ends through the loop to make  an overhand knot. If  your  descent  requires  two  ropes,  you’ll  need  to  tie  them  together.  A  simple and safe way to do this is to  uuuuuuuu use  the  overhand  knot  described  below. VDiff > Sport Climbing Basics > Multi-Pitch 87 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "11": "Step 3 Pull each strand of rope very tight on  either  side  of  the  knot,  making  sure  the knot is neat. Step 4 Back it up with another overhand knot  immediately  next  to  it.  Pull  that  tight  too. You should have at least 30cm of  rope left after the knots. 3 0 c m Step 1 Tie knots (such as the triple barrel or  overhand) in the bottom end of both  strands of rope. This stops you from  accidentally abseiling off the end. Throwing Ropes Step 2 Prepare to throw the ropes down. It's  better to do this one rope at a time.  Starting from the end, stack one rope  in coils over your arm. You should throw your ropes down in a  way  that  they  are  unlikely  to  get  tangled  together  or  stuck  on  ssssssssssssss something.  The  following  is  a  simple  method of reducing your chances of a  stuck rope. VDiff > Sport Climbing Basics > Multi-Pitch 88 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "12": "Step 3 Shout ‘rope’ to anyone who may be in  the area below. When you are certain  that  no-one  could  get  hit  by  your  ropes, you can throw them. Take the first half of the coils in one  hand and the second half in your other  hand.  Throw  the  second  half  of  the  coils  down,  closely  followed  by  the  first.  Keep an eye on the ropes at the  anchor.  With  all  the  weight  on  one  side,  the  rope  could  zip  through  the  anchor at this point. Step 4 Stack the other rope and throw it down  in the same way. If there are climbers below, either wait  for them to finish climbing, or ask them  if  you  can  slowly  lower  the  ends  of  your ropes down. This may cause your  ropes to snag on features, but will be  much  less  dangerous  for the  person  leading up. VDiff > Sport Climbing Basics > Multi-Pitch 89 Sold to mateo.gonzalez.gomez94@gmail.com "
  },
  "textChunks": [
    {
      "id": 0,
      "text": "Sold to mateo.gonzalez.gomez94@gmail.com \nMulti-Pitch Climbing Climb:  Mina Leslie-Wujastyk on Rainshadow, Malham Cove, England.    Photographer:  Fraser Harle. Sold to mateo.gonzalez.gomez94@gmail.com \nA multi-pitch route is one that is split  into two or more pitches. This may be because it is longer than  your rope, or it could be a wandering  route that would involve a lot of rope  drag if climbed as a single pitch. What to Bring Due  to  the  length  and  complexity  of  multi-pitch routes, you should develop  your problem solving and self-rescue  skills before embarking on this kind of  adventure. This is covered in detail in  The Trad Climber’s Guide To Problem  Solving. Multi-Pitch Climbing On long multi-pitches, it's wise to bring  the following equipment in addition to  everything you would normally take on  a single pitch. Food and Water If your multi-pitch is likely to take more  than  a  few  hours,  consider  bringing  food  and  water  to  snack  on  at  the  belays. Many routes have luxury belay  ledges, so if you're not in a rush, why  not have a vertical picnic? Headlamp Headlamps  are  essential  on  long  multi-pitches.  Finishing  a  climb,  or  trying to descend in the dark can be  incredibly difficult and dangerous. Extra Climbing Gear You’ll need two anchor kits for a multi- pitch route. Make sure you bring: - Two cordelettes/ long slings - At least six spare screwgates - Two belay devices If the descent from your route involves  abseiling, make sure to bring ATC style  belay devices and prusik cords. Route Description On  a  single  pitch,  it's  easy  to  remember where to climb. However, on  a multi-pitch you may have forgotten  the details by pitch six, particularly if  two  different  routes  branch  off  the  same  anchor.  A  route  description  (or  topo), neatly folded in your pocket, will  help show you the way. VDiff > Sport Climbing Basics > Multi-Pitch 80 Sold to mateo.gonzalez.gomez94@gmail.com \nClothes Any comfortable all-cotton clothes will  suffice  for  single  pitch  cragging,  especially  venues  with  a  short  approach. For multi-pitch routes, or for  any  climbs  with  a  long  approach,  wearing synthetic clothing is a better  choice.  Synthetics  insulate  much  better  than  cotton  in  wet  or  cold  environments. If you expect cold temperatures, bring  a pair of gloves so you can belay with  warm hands and then take them off to  climb.  A  thin  hat that  fits  under your  helmet  is  a  very  lightweight  way  of  keeping you warm too. If the descent  is  long,  it's  nice  to  bring  a  pair  of  approach shoes. A  warm  jacket,  or  even  a  thin  wind- proof  layer,  can  make  multi-pitches  more comfortable when it gets windy  and the sun disappears, especially for  the belayer. Down jackets are a poor  choice  unless  you’re  climbing  in  dry  climates  below  freezing.  Most  down  jackets  will  repel  a  small  amount  of  mmmmmmmm moisture,  but  the  feathers  will  clump  together in a storm and you’ll freeze.  They  also  tend  to  rip  very  easily  on  rock. Extra Rope You’ll need to bring a second rope if  your route involves an abseil descent  where the anchors are more than half  of  your  rope’s  length  apart  (i.e:  you  can only abseil 35 meters with a 70  meter rope). You  will  also  need  a  second  rope  if  climbing as a team of three (see page  82). Backpack All this stuff  can be put into a small  backpack and carried by the second.  Depending  on  the  route  and  your  tolerance  of  suffering,  you  may  not  need  any  of  it.  For  routes  that  are  difficult  to  return  to  the  base,  you'll  need to bring everything up the route  with you. Plan before you go. Efficient belay changeovers will speed  up your ascent, making you less likely  to  get  benighted  or  stranded  in  a  storm. Sometimes  the  more  experienced  climber  will  lead  every  pitch.  Other  times, each climber will choose which  pitches they prefer. A common tactic is  to swing leads (lead alternate pitches).  Be aware that easier pitches may be  runout. Swinging  leads  is  the  most  efficient.  The rope is already stacked with the  new  leader’s  end  on  top  and  the  quickdraws from the previous pitch will  be racked on their harness. It’s much better if both climbers can go  hands-free  during  the  changeover.  How you do this depends on who will  lead the next pitch. Two methods are  described on the next page. Belay Changeovers VDiff > Sport Climbing Basics > Multi-Pitch 81 Sold to mateo.gonzalez.gomez94@gmail.com \n1)  Tie-Off Your Belay Device If  alternating  leads,  the  easiest  method is to tie-off your belay device.  Tie  a  simple  knot  (such  as  an  overhand)  in  the  rope  beneath  your  belay  device.  If the  climber falls,  the  knot will jam into the belay device and  stop them. When  the  leader  is  ready  to  climb,  simply unfasten the knot and they will  be on belay immediately. This  works  well  if  there  is  a  small  ledge to stand on. If not, the climber  may also prefer to attach to the central  point with a sling. 2) Attach to the Central Point If  the  same  person  is  leading  every  pitch, the second will have to attach to  the  central  point  when  they  finish  following the pitch. They can do this in  the same way as the leader. Use separate screwgates to attach the  second's rope to the central  point(s).  When they are attached, they can be  taken off belay. Remember - The leader will need to be  put on belay  before  they detach from  the anchor. Leader Second It's a good idea for the leader to clip  an  anchor  bolt  as  their  first  piece  of  protection. This eliminates the chance  of a factor two fall. It's also much easier for the belayer to  hold a fall this way. Leaving the Belay VDiff > Sport Climbing Basics > Multi-Pitch 82 Sold to mateo.gonzalez.gomez94@gmail.com \nStacking or coiling the rope neatly so it  doesn’t  tangle  is  important  on  multi- pitches. If the belay ledge has a flat  area, simply stack the rope onto it in a  place where it won’t slide off. If there isn’t a suitable area to put the  rope,  you  can  stack  it  in  neat  coils  across the rope which goes between  your  harness  and  the  anchor  (lap  coils). Alternatively,  stack  it  through  a sling.  Either way, the first coils should be the  longest,  with  progressively  smaller  coils added on top. This ensures the  rope feeds out well on the next pitch. If it  is  windy  or  there are bushes or  loose  rock  below  you,  make  sure  to  keep  the  coils  short  enough  so  they  don’t get stuck. Make a realistic estimate of how long  the route might take. Figure out what  time  you  need  to  have  finished  the  route  (to  avoid  thunderstorms  or  darkness  etc..)  and  then   work  backwards from there. Break the climb down into pitches and  figure out how long each one will take.  Remember   to  add  time  for  approaching and descending the route  and for belay changeovers. Be conservative with your estimations  – it’s much easier to lose time than  gain it. As part of your time budget, it’s smart  to  figure  out  places  where  you  can  switch  to  an  easier  route  if  you  are  running low on time, or places where  you  could  easily  descend  without  leaving  most  of  your  slings  and  carabiners behind. Rope Management Time Budget and Retreat options VDiff > Sport Climbing Basics > Multi-Pitch 83 Sold to mateo.gonzalez.gomez94@gmail.com \nTeams of Three In most situations, a pair of climbers is  faster than a team of three. But having  someone  to  chat  with  at  the  belay  makes climbing as a three more social. It  also  means  you  have  an  extra  person to help carry the gear and lead  ckkkkkcccc Caterpillar Style Step 1 The  leader  climbs  a  pitch with one rope. Step 2 The  second  climber  follows  on  that  rope,  but trails another rope  (both  ropes  are  tied  into the harness tie-in  points). some of the harder pitches. There are many ways to connect three  climbers  to  the  rope.  Two  popular  methods  are  described  on  the  following pages, both of which require  two ropes. Step 3 The  second  climber  unclips  the  quickdraws  from  the  first  rope  and  clips them to the second  rope  beneath.  This  ensures the third climber  is  protected  from  a  swinging fall if the pitch  traverses. If the pitch is  straight  up,  the  second  climber  could  remove  the quickdraws. Step 4 When  the  second  climber has reached the  anchor, the third climber  is put on belay  on the  second  rope.  They  remove the quickdraws  as they follow. VDiff > Sport Climbing Basics > Multi-Pitch 84 Sold to mateo.gonzalez.gomez94@gmail.com \nDouble Rope Style Step 1 The  leader  climbs  with  both  ropes.  They clip alternate quickdraws to each  rope.  The  leader  can  be  belayed  by  both climbers with a GriGri each, or by  one climber with an ATC. Step 2 The second and third climbers follow,  keeping around five meters apart from  each  other,  while  the  leader  belays  them both at the same time. It is highly  recommended to belay with an auto- blocking belay device directly from the  anchor, such as an ATC in guide mode  (see page 33). When  communicating,  finish  the  command with the rope colour, so the  belayer knows which rope you mean  (e.g: slack on red rope!). Common Mistake Clipping  both  ropes  into  a  carabiner  causes the ropes to rub against each  other if a climber falls while leading or  following.  This  could  damage  your  rope or even cut through the sheath. If you need to clip both ropes to a bolt  (e.g:  to  protect  both  followers  on  a  traverse),  use  two  quickdraws  of  different  lengths  as  shown.  These  quickdraws are then removed by the  third climber. VDiff > Sport Climbing Basics > Multi-Pitch 85 Sold to mateo.gonzalez.gomez94@gmail.com \nMulti-Pitch Abseils Attaching to the Anchor Attach to each anchor with two slings  as described on page 61. You  can  attach  to  the  chains  or  the  bolts to save space for your partner. If  there  is  only  space  for  one  climber  to  attach,  the  other  climber  can  clip  directly  into  their  partner’s  screwgates as shown. However,  this  means  that  the climber who descended  last  must  descend  first  on  the next abseil. Once  securely  attached  to  the  next  anchor,  you  can  remove  your  belay  device as follows. Step 1 Unfasten  the  screwgate.  Unclip  the  device’s cable and both ropes from it. Removing Your Belay Device Step 2 Re-clip  the  cable.  This  ensures  that  you can’t drop it. Step 3 Pull the ropes out of the device. VDiff > Sport Climbing Basics > Multi-Pitch 86 Sold to mateo.gonzalez.gomez94@gmail.com \nThread  the  rope  through  the  next  anchor  and  tie  a  stopper  knot  in  it  before you pull it down. Tie the stopper  knot big enough so that it cannot  fit  through  the  main  abseil  point.  This  ensures  that  you  cannot  lose  your  ropes. Threading Ropes Alternatively, tie the rope to yourself so  it cannot be dropped. Abseiling with Two Ropes Step 1 Thread  the  end  of  one  rope  through  the anchor. Then  hold  one  end  of  each  rope  together  and  make  a  loop  at  least  60cm from the end. 60cm Step 2 Put the ends through the loop to make  an overhand knot. If  your  descent  requires  two  ropes,  you’ll  need  to  tie  them  together.  A  simple and safe way to do this is to  uuuuuuuu use  the  overhand  knot  described  below. VDiff > Sport Climbing Basics > Multi-Pitch 87 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Pull each strand of rope very tight on  either  side  of  the  knot,  making  sure  the knot is neat. Step 4 Back it up with another overhand knot  immediately  next  to  it.  Pull  that  tight  too. You should have at least 30cm of  rope left after the knots. 3 0 c m Step 1 Tie knots (such as the triple barrel or  overhand) in the bottom end of both  strands of rope. This stops you from  accidentally abseiling off the end. Throwing Ropes Step 2 Prepare to throw the ropes down. It's  better to do this one rope at a time.  Starting from the end, stack one rope  in coils over your arm. You should throw your ropes down in a  way  that  they  are  unlikely  to  get  tangled  together  or  stuck  on  ssssssssssssss something.  The  following  is  a  simple  method of reducing your chances of a  stuck rope. VDiff > Sport Climbing Basics > Multi-Pitch 88 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Shout ‘rope’ to anyone who may be in  the area below. When you are certain  that  no-one  could  get  hit  by  your  ropes, you can throw them. Take the first half of the coils in one  hand and the second half in your other  hand.  Throw  the  second  half  of  the  coils  down,  closely  followed  by  the  first.  Keep an eye on the ropes at the  anchor.  With  all  the  weight  on  one  side,  the  rope  could  zip  through  the  anchor at this point. Step 4 Stack the other rope and throw it down  in the same way. If there are climbers below, either wait  for them to finish climbing, or ask them  if  you  can  slowly  lower  the  ends  of  your ropes down. This may cause your  ropes to snag on features, but will be  much  less  dangerous  for the  person  leading up. VDiff > Sport Climbing Basics > Multi-Pitch 89 Sold to mateo.gonzalez.gomez94@gmail.com",
      "startChar": 0,
      "endChar": 13379,
      "startPage": 1,
      "endPage": 12,
      "pageReferences": [
        {
          "term": "anchor",
          "context": "nd dangerous. Extra Climbing Gear You’ll need two anchor kits for a multi- pitch route. Make sure yo",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "  two  different  routes  branch  off  the  same  anchor.  A  route  description  (or  topo), neatly",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": " your route involves an abseil descent  where the anchors are more than half  of  your  rope’s  leng",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "o be  put on belay  before  they detach from  the anchor. Leader Second It's a good idea for the lea",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "cond It's a good idea for the leader to clip  an  anchor  bolt  as  their  first  piece  of  protect",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "rope which goes between  your  harness  and  the  anchor  (lap  coils). Alternatively,  stack  it  t",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "tep 4 When  the  second  climber has reached the  anchor, the third climber  is put on belay  on the",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "an auto- blocking belay device directly from the  anchor, such as an ATC in guide mode  (see page 33",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "4@gmail.com \nMulti-Pitch Abseils Attaching to the Anchor Attach to each anchor with two slings  as d",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "ch Abseils Attaching to the Anchor Attach to each anchor with two slings  as described on page 61. Y",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": " abseil. Once  securely  attached  to  the  next  anchor,  you  can  remove  your  belay  device as ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "gmail.com \nThread  the  rope  through  the  next  anchor  and  tie  a  stopper  knot  in  it  before",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "p 1 Thread  the  end  of  one  rope  through  the anchor. Then  hold  one  end  of  each  rope  toge",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": "by  the  first.  Keep an eye on the ropes at the  anchor.  With  all  the  weight  on  one  side,  t",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchor",
          "context": " one  side,  the  rope  could  zip  through  the  anchor at this point. Step 4 Stack the other rope ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "anchors",
          "context": " your route involves an abseil descent  where the anchors are more than half  of  your  rope’s  leng",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "inging  food  and  water  to  snack  on  at  the  belays. Many routes have luxury belay  ledges, so ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "ack  on  at  the  belays. Many routes have luxury belay  ledges, so if you're not in a rush, why  no",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "long slings - At least six spare screwgates - Two belay devices If the descent from your route invol",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "nvolves  abseiling, make sure to bring ATC style  belay devices and prusik cords. Route Description ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": " temperatures, bring  a pair of gloves so you can belay with  warm hands and then take them off to  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "indy  and the sun disappears, especially for  the belayer. Down jackets are a poor  choice  unless  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "he route  with you. Plan before you go. Efficient belay changeovers will speed  up your ascent, maki",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "tch. Two methods are  described on the next page. Belay Changeovers VDiff > Sport Climbing Basics > ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "ateo.gonzalez.gomez94@gmail.com \n1)  Tie-Off Your Belay Device If  alternating  leads,  the  easiest",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "  leads,  the  easiest  method is to tie-off your belay device.  Tie  a  simple  knot  (such  as  an",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": " as  an  overhand)  in  the  rope  beneath  your  belay  device.  If the  climber falls,  the  knot ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": " the  climber falls,  the  knot will jam into the belay device and  stop them. When  the  leader  is",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "b,  simply unfasten the knot and they will  be on belay immediately. This  works  well  if  there  i",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": ".  When they are attached, they can be  taken off belay. Remember - The leader will need to be  put ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "ay. Remember - The leader will need to be  put on belay  before  they detach from  the anchor. Leade",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": " a factor two fall. It's also much easier for the belayer to  hold a fall this way. Leaving the Bela",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "the belayer to  hold a fall this way. Leaving the Belay VDiff > Sport Climbing Basics > Multi-Pitch ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "tangle  is  important  on  multi- pitches. If the belay ledge has a flat  area, simply stack the rop",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "or  approaching and descending the route  and for belay changeovers. Be conservative with your estim",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "ee. But having  someone  to  chat  with  at  the  belay  makes climbing as a three more social. It  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "reached the  anchor, the third climber  is put on belay  on the  second  rope.  They  remove the qui",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": " quickdraws to each  rope.  The  leader  can  be  belayed  by  both climbers with a GriGri each, or ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "ers apart from  each  other,  while  the  leader  belays  them both at the same time. It is highly  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "th at the same time. It is highly  recommended to belay with an auto- blocking belay device directly",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "ghly  recommended to belay with an auto- blocking belay device directly from the  anchor, such as an",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "inish  the  command with the rope colour, so the  belayer knows which rope you mean  (e.g: slack on ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "  to  the  next  anchor,  you  can  remove  your  belay  device as follows. Step 1 Unfasten  the  sc",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "belay",
          "context": "ice’s cable and both ropes from it. Removing Your Belay Device Step 2 Re-clip  the  cable.  This  en",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "is to tie-off your belay device.  Tie  a  simple  knot  (such  as  an  overhand)  in  the  rope  ben",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "our  belay  device.  If the  climber falls,  the  knot will jam into the belay device and  stop them",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "eader  is  ready  to  climb,  simply unfasten the knot and they will  be on belay immediately. This ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "through  the  next  anchor  and  tie  a  stopper  knot  in  it  before you pull it down. Tie the sto",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "in  it  before you pull it down. Tie the stopper  knot big enough so that it cannot  fit  through  t",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "ut the ends through the loop to make  an overhand knot. If  your  descent  requires  two  ropes,  yo",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "ay to do this is to  uuuuuuuu use  the  overhand  knot  described  below. VDiff > Sport Climbing Bas",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "and of rope very tight on  either  side  of  the  knot,  making  sure  the knot is neat. Step 4 Back",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "  either  side  of  the  knot,  making  sure  the knot is neat. Step 4 Back it up with another overh",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": " is neat. Step 4 Back it up with another overhand knot  immediately  next  to  it.  Pull  that  tigh",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "should have at least 30cm of  rope left after the knots. 3 0 c m Step 1 Tie knots (such as the tripl",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knot",
          "context": "of  rope left after the knots. 3 0 c m Step 1 Tie knots (such as the triple barrel or  overhand) in ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knots",
          "context": "should have at least 30cm of  rope left after the knots. 3 0 c m Step 1 Tie knots (such as the tripl",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "knots",
          "context": "of  rope left after the knots. 3 0 c m Step 1 Tie knots (such as the triple barrel or  overhand) in ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ches. This may be because it is longer than  your rope, or it could be a wandering  route that would",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "be a wandering  route that would involve a lot of rope  drag if climbed as a single pitch. What to B",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "lso  tend  to  rip  very  easily  on  rock. Extra Rope You’ll need to bring a second rope if  your r",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "n  rock. Extra Rope You’ll need to bring a second rope if  your route involves an abseil descent  wh",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "  where the anchors are more than half  of  your  rope’s  length  apart  (i.e:  you  can only abseil",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "  you  can only abseil 35 meters with a 70  meter rope). You  will  also  need  a  second  rope  if ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "0  meter rope). You  will  also  need  a  second  rope  if  climbing as a team of three (see page  8",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": ". Swinging  leads  is  the  most  efficient.  The rope is already stacked with the  new  leader’s  e",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " simple  knot  (such  as  an  overhand)  in  the  rope  beneath  your  belay  device.  If the  climb",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": ". Use separate screwgates to attach the  second's rope to the central  point(s).  When they are atta",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "nzalez.gomez94@gmail.com \nStacking or coiling the rope neatly so it  doesn’t  tangle  is  important ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "he belay ledge has a flat  area, simply stack the rope onto it in a  place where it won’t slide off.",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "e off. If there isn’t a suitable area to put the  rope,  you  can  stack  it  in  neat  coils  acros",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " you  can  stack  it  in  neat  coils  across the rope which goes between  your  harness  and  the  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "y  smaller  coils added on top. This ensures the  rope feeds out well on the next pitch. If it  is  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "  most  of  your  slings  and  carabiners behind. Rope Management Time Budget and Retreat options VD",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "yle Step 1 The  leader  climbs  a  pitch with one rope. Step 2 The  second  climber  follows  on  th",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": ". Step 2 The  second  climber  follows  on  that  rope,  but trails another rope  (both  ropes  are ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ber  follows  on  that  rope,  but trails another rope  (both  ropes  are  tied  into the harness ti",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " on  that  rope,  but trails another rope  (both  ropes  are  tied  into the harness tie-in  points)",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "re many ways to connect three  climbers  to  the  rope.  Two  popular  methods  are  described  on  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " the  following pages, both of which require  two ropes. Step 3 The  second  climber  unclips  the  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "mber  unclips  the  quickdraws  from  the  first  rope  and  clips them to the second  rope  beneath",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " the  first  rope  and  clips them to the second  rope  beneath.  This  ensures the third climber  i",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "e third climber  is put on belay  on the  second  rope.  They  remove the quickdraws  as they follow",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " Sold to mateo.gonzalez.gomez94@gmail.com \nDouble Rope Style Step 1 The  leader  climbs  with  both ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ope Style Step 1 The  leader  climbs  with  both  ropes.  They clip alternate quickdraws to each  ro",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "  ropes.  They clip alternate quickdraws to each  rope.  The  leader  can  be  belayed  by  both cli",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "en  communicating,  finish  the  command with the rope colour, so the  belayer knows which rope you ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "with the rope colour, so the  belayer knows which rope you mean  (e.g: slack on red rope!). Common M",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "yer knows which rope you mean  (e.g: slack on red rope!). Common Mistake Clipping  both  ropes  into",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ack on red rope!). Common Mistake Clipping  both  ropes  into  a  carabiner  causes the ropes to rub",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ping  both  ropes  into  a  carabiner  causes the ropes to rub against each  other if a climber fall",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "eading or  following.  This  could  damage  your  rope or even cut through the sheath. If you need t",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " cut through the sheath. If you need to clip both ropes to a bolt  (e.g:  to  protect  both  followe",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " screwgate.  Unclip  the  device’s cable and both ropes from it. Removing Your Belay Device Step 2 R",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ensures  that  you can’t drop it. Step 3 Pull the ropes out of the device. VDiff > Sport Climbing Ba",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "to mateo.gonzalez.gomez94@gmail.com \nThread  the  rope  through  the  next  anchor  and  tie  a  sto",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "t.  This  ensures  that  you  cannot  lose  your  ropes. Threading Ropes Alternatively, tie the rope",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "  that  you  cannot  lose  your  ropes. Threading Ropes Alternatively, tie the rope to yourself so  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ur  ropes. Threading Ropes Alternatively, tie the rope to yourself so  it cannot be dropped. Abseili",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "self so  it cannot be dropped. Abseiling with Two Ropes Step 1 Thread  the  end  of  one  rope  thro",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " with Two Ropes Step 1 Thread  the  end  of  one  rope  through  the anchor. Then  hold  one  end  o",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ough  the anchor. Then  hold  one  end  of  each  rope  together  and  make  a  loop  at  least  60c",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " overhand knot. If  your  descent  requires  two  ropes,  you’ll  need  to  tie  them  together.  A ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "lez.gomez94@gmail.com \nStep 3 Pull each strand of rope very tight on  either  side  of  the  knot,  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "at  tight  too. You should have at least 30cm of  rope left after the knots. 3 0 c m Step 1 Tie knot",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "  overhand) in the bottom end of both  strands of rope. This stops you from  accidentally abseiling ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "rom  accidentally abseiling off the end. Throwing Ropes Step 2 Prepare to throw the ropes down. It's",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "e end. Throwing Ropes Step 2 Prepare to throw the ropes down. It's  better to do this one rope at a ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "throw the ropes down. It's  better to do this one rope at a time.  Starting from the end, stack one ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "rope at a time.  Starting from the end, stack one rope  in coils over your arm. You should throw you",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "pe  in coils over your arm. You should throw your ropes down in a  way  that  they  are  unlikely  t",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "mple  method of reducing your chances of a  stuck rope. VDiff > Sport Climbing Basics > Multi-Pitch ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "o mateo.gonzalez.gomez94@gmail.com \nStep 3 Shout ‘rope’ to anyone who may be in  the area below. Whe",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "certain  that  no-one  could  get  hit  by  your  ropes, you can throw them. Take the first half of ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "ly  followed  by  the  first.  Keep an eye on the ropes at the  anchor.  With  all  the  weight  on ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "or.  With  all  the  weight  on  one  side,  the  rope  could  zip  through  the  anchor at this poi",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "the  anchor at this point. Step 4 Stack the other rope and throw it down  in the same way. If there ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": " if  you  can  slowly  lower  the  ends  of  your ropes down. This may cause your  ropes to snag on ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "rope",
          "context": "  ends  of  your ropes down. This may cause your  ropes to snag on features, but will be  much  less",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "carabiner",
          "context": "d  without  leaving  most  of  your  slings  and  carabiners behind. Rope Management Time Budget and",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "carabiner",
          "context": "). Common Mistake Clipping  both  ropes  into  a  carabiner  causes the ropes to rub against each  o",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "protection",
          "context": "p  an  anchor  bolt  as  their  first  piece  of  protection. This eliminates the chance  of a facto",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "Sold to mateo.gonzalez.gomez94@gmail.com \nMulti-Pitch Climbing Climb:  Mina Leslie-Wujastyk on Rai",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "Sold to mateo.gonzalez.gomez94@gmail.com \nA multi-pitch route is one that is split  into two or more",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "itch route is one that is split  into two or more pitches. This may be because it is longer than  yo",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "nvolve a lot of rope  drag if climbed as a single pitch. What to Bring Due  to  the  length  and  co",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": " Due  to  the  length  and  complexity  of  multi-pitch routes, you should develop  your problem sol",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "e Trad Climber’s Guide To Problem  Solving. Multi-Pitch Climbing On long multi-pitches, it's wise to",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "blem  Solving. Multi-Pitch Climbing On long multi-pitches, it's wise to bring  the following equipme",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "  everything you would normally take on  a single pitch. Food and Water If your multi-pitch is likel",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": " on  a single pitch. Food and Water If your multi-pitch is likely to take more  than  a  few  hours,",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "adlamp Headlamps  are  essential  on  long  multi-pitches.  Finishing  a  climb,  or  trying to desc",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "ing Gear You’ll need two anchor kits for a multi- pitch route. Make sure you bring: - Two cordelette",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "nd prusik cords. Route Description On  a  single  pitch,  it's  easy  to  remember where to climb. H",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "to  remember where to climb. However, on  a multi-pitch you may have forgotten  the details by pitch",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "ulti-pitch you may have forgotten  the details by pitch six, particularly if  two  different  routes",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "ou the way. VDiff > Sport Climbing Basics > Multi-Pitch 80 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "le all-cotton clothes will  suffice  for  single  pitch  cragging,  especially  venues  with  a  sho",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "ally  venues  with  a  short  approach. For multi-pitch routes, or for  any  climbs  with  a  long  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "n  a  thin  wind- proof  layer,  can  make  multi-pitches  more comfortable when it gets windy  and ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "e  more  experienced  climber  will  lead  every  pitch.  Other  times, each climber will choose whi",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "h.  Other  times, each climber will choose which  pitches they prefer. A common tactic is  to swing ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": " common tactic is  to swing leads (lead alternate pitches).  Be aware that easier pitches may be  ru",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "s (lead alternate pitches).  Be aware that easier pitches may be  runout. Swinging  leads  is  the  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "  on  top  and  the  quickdraws from the previous pitch will  be racked on their harness. It’s much ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "ow you do this depends on who will  lead the next pitch. Two methods are  described on the next page",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "Changeovers VDiff > Sport Climbing Basics > Multi-Pitch 81 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": " Point If  the  same  person  is  leading  every  pitch, the second will have to attach to  the  cen",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "central  point  when  they  finish  following the pitch. They can do this in  the same way as the le",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "g the Belay VDiff > Sport Climbing Basics > Multi-Pitch 82 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "so it  doesn’t  tangle  is  important  on  multi- pitches. If the belay ledge has a flat  area, simp",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "This ensures the  rope feeds out well on the next pitch. If it  is  windy  or  there are bushes or  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "  backwards from there. Break the climb down into pitches and  figure out how long each one will tak",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "eat options VDiff > Sport Climbing Basics > Multi-Pitch 83 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": " Caterpillar Style Step 1 The  leader  climbs  a  pitch with one rope. Step 2 The  second  climber  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "o the harness tie-in  points). some of the harder pitches. There are many ways to connect three  cli",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "ber  is  protected  from  a  swinging fall if the pitch  traverses. If the pitch is  straight  up,  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": " a  swinging fall if the pitch  traverses. If the pitch is  straight  up,  the  second  climber  cou",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "hey follow. VDiff > Sport Climbing Basics > Multi-Pitch 84 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "rd climber. VDiff > Sport Climbing Basics > Multi-Pitch 85 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "5 Sold to mateo.gonzalez.gomez94@gmail.com \nMulti-Pitch Abseils Attaching to the Anchor Attach to ea",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "the device. VDiff > Sport Climbing Basics > Multi-Pitch 86 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "bed  below. VDiff > Sport Climbing Basics > Multi-Pitch 87 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "stuck rope. VDiff > Sport Climbing Basics > Multi-Pitch 88 Sold to mateo.gonzalez.gomez94@gmail.com ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "pitch",
          "context": "leading up. VDiff > Sport Climbing Basics > Multi-Pitch 89 Sold to mateo.gonzalez.gomez94@gmail.com",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "trad",
          "context": " of  adventure. This is covered in detail in  The Trad Climber’s Guide To Problem  Solving. Multi-Pi",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "your pocket, will  help show you the way. VDiff > Sport Climbing Basics > Multi-Pitch 80 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "ribed on the next page. Belay Changeovers VDiff > Sport Climbing Basics > Multi-Pitch 81 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "  hold a fall this way. Leaving the Belay VDiff > Sport Climbing Basics > Multi-Pitch 82 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "anagement Time Budget and Retreat options VDiff > Sport Climbing Basics > Multi-Pitch 83 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "y  remove the quickdraws  as they follow. VDiff > Sport Climbing Basics > Multi-Pitch 84 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "s are then removed by the  third climber. VDiff > Sport Climbing Basics > Multi-Pitch 85 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": " Step 3 Pull the ropes out of the device. VDiff > Sport Climbing Basics > Multi-Pitch 86 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "e  the  overhand  knot  described  below. VDiff > Sport Climbing Basics > Multi-Pitch 87 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "f reducing your chances of a  stuck rope. VDiff > Sport Climbing Basics > Multi-Pitch 88 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "sport",
          "context": "  dangerous  for the  person  leading up. VDiff > Sport Climbing Basics > Multi-Pitch 89 Sold to mat",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "Sometimes  the  more  experienced  climber  will  lead  every  pitch.  Other  times, each climber wi",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "pitches they prefer. A common tactic is  to swing leads (lead alternate pitches).  Be aware that eas",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": " they prefer. A common tactic is  to swing leads (lead alternate pitches).  Be aware that easier pit",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "are that easier pitches may be  runout. Swinging  leads  is  the  most  efficient.  The rope is alre",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "ient.  The rope is already stacked with the  new  leader’s  end  on  top  and  the  quickdraws from ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "changeover.  How you do this depends on who will  lead the next pitch. Two methods are  described on",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "m \n1)  Tie-Off Your Belay Device If  alternating  leads,  the  easiest  method is to tie-off your be",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": " into the belay device and  stop them. When  the  leader  is  ready  to  climb,  simply unfasten the",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "h to the Central Point If  the  same  person  is  leading  every  pitch, the second will have to att",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "e pitch. They can do this in  the same way as the leader. Use separate screwgates to attach the  sec",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "hed, they can be  taken off belay. Remember - The leader will need to be  put on belay  before  they",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "t on belay  before  they detach from  the anchor. Leader Second It's a good idea for the leader to c",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "he anchor. Leader Second It's a good idea for the leader to clip  an  anchor  bolt  as  their  first",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "ave  an  extra  person to help carry the gear and lead  ckkkkkcccc Caterpillar Style Step 1 The  lea",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "nd lead  ckkkkkcccc Caterpillar Style Step 1 The  leader  climbs  a  pitch with one rope. Step 2 The",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": ".gomez94@gmail.com \nDouble Rope Style Step 1 The  leader  climbs  with  both  ropes.  They clip alte",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "ey clip alternate quickdraws to each  rope.  The  leader  can  be  belayed  by  both climbers with a",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": "five meters apart from  each  other,  while  the  leader  belays  them both at the same time. It is ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": " rub against each  other if a climber falls while leading or  following.  This  could  damage  your ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "lead",
          "context": " will be  much  less  dangerous  for the  person  leading up. VDiff > Sport Climbing Basics > Multi-",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "ng On long multi-pitches, it's wise to bring  the following equipment in addition to  everything you",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "tach to  the  central  point  when  they  finish  following the pitch. They can do this in  the same",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "pitch with one rope. Step 2 The  second  climber  follows  on  that  rope,  but trails another rope ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "  Two  popular  methods  are  described  on  the  following pages, both of which require  two ropes.",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "cond  rope.  They  remove the quickdraws  as they follow. VDiff > Sport Climbing Basics > Multi-Pitc",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "with an ATC. Step 2 The second and third climbers follow,  keeping around five meters apart from  ea",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": " each  other if a climber falls while leading or  following.  This  could  damage  your  rope or eve",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "p both ropes to a bolt  (e.g:  to  protect  both  followers  on  a  traverse),  use  two  quickdraws",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "anchor,  you  can  remove  your  belay  device as follows. Step 1 Unfasten  the  screwgate.  Unclip ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "r  or  stuck  on  ssssssssssssss something.  The  following  is  a  simple  method of reducing your ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "follow",
          "context": "he  second  half  of  the  coils  down,  closely  followed  by  the  first.  Keep an eye on the rope",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": " to mateo.gonzalez.gomez94@gmail.com \nMulti-Pitch Climbing Climb:  Mina Leslie-Wujastyk on Rainshado",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": " Climber’s Guide To Problem  Solving. Multi-Pitch Climbing On long multi-pitches, it's wise to bring",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "can be  incredibly difficult and dangerous. Extra Climbing Gear You’ll need two anchor kits for a mu",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "ocket, will  help show you the way. VDiff > Sport Climbing Basics > Multi-Pitch 80 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": " Down jackets are a poor  choice  unless  you’re  climbing  in  dry  climates  below  freezing.  Mos",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "ope). You  will  also  need  a  second  rope  if  climbing as a team of three (see page  82). Backpa",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "on the next page. Belay Changeovers VDiff > Sport Climbing Basics > Multi-Pitch 81 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": " a fall this way. Leaving the Belay VDiff > Sport Climbing Basics > Multi-Pitch 82 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "ent Time Budget and Retreat options VDiff > Sport Climbing Basics > Multi-Pitch 83 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "g  someone  to  chat  with  at  the  belay  makes climbing as a three more social. It  also  means  ",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "ove the quickdraws  as they follow. VDiff > Sport Climbing Basics > Multi-Pitch 84 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "then removed by the  third climber. VDiff > Sport Climbing Basics > Multi-Pitch 85 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "3 Pull the ropes out of the device. VDiff > Sport Climbing Basics > Multi-Pitch 86 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "  overhand  knot  described  below. VDiff > Sport Climbing Basics > Multi-Pitch 87 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "cing your chances of a  stuck rope. VDiff > Sport Climbing Basics > Multi-Pitch 88 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "e climbers below, either wait  for them to finish climbing, or ask them  if  you  can  slowly  lower",
          "pageRange": "pp. 1-12"
        },
        {
          "term": "climbing",
          "context": "erous  for the  person  leading up. VDiff > Sport Climbing Basics > Multi-Pitch 89 Sold to mateo.gon",
          "pageRange": "pp. 1-12"
        }
      ],
      "sectionHeading": "Food And Water",
      "topics": [
        "anchor",
        "anchors",
        "belay",
        "knot",
        "knots",
        "rope",
        "carabiner",
        "protection",
        "pitch",
        "trad",
        "sport",
        "lead",
        "follow",
        "climbing"
      ]
    }
  ],
  "searchIndex": {
    "sold": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "mateo": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gonzalez": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gomez94": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gmail": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "com": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "multi": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "pitch": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "climbing": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "climb": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "mina": [
      0
    ],
    "leslie": [
      0
    ],
    "wujastyk": [
      0
    ],
    "rainshadow": [
      0
    ],
    "malham": [
      0
    ],
    "cove": [
      0
    ],
    "england": [
      0
    ],
    "photographer": [
      0
    ],
    "fraser": [
      0
    ],
    "harle": [
      0
    ],
    "route": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "one": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "that": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "split": [
      0
    ],
    "into": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "two": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "more": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "pitches": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "this": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "may": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "because": [
      0
    ],
    "longer": [
      0
    ],
    "than": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "your": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "rope": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "could": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "wandering": [
      0
    ],
    "would": [
      0,
      0
    ],
    "involve": [
      0
    ],
    "lot": [
      0
    ],
    "drag": [
      0
    ],
    "climbed": [
      0
    ],
    "single": [
      0,
      0,
      0,
      0
    ],
    "what": [
      0,
      0
    ],
    "bring": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "due": [
      0
    ],
    "the": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "length": [
      0,
      0
    ],
    "and": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "complexity": [
      0
    ],
    "routes": [
      0,
      0,
      0,
      0,
      0
    ],
    "you": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "should": [
      0,
      0,
      0,
      0
    ],
    "develop": [
      0
    ],
    "problem": [
      0,
      0
    ],
    "solving": [
      0,
      0
    ],
    "self": [
      0
    ],
    "rescue": [
      0
    ],
    "skills": [
      0
    ],
    "before": [
      0,
      0,
      0,
      0
    ],
    "embarking": [
      0
    ],
    "kind": [
      0
    ],
    "adventure": [
      0
    ],
    "covered": [
      0
    ],
    "detail": [
      0
    ],
    "trad": [
      0
    ],
    "climber": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "guide": [
      0,
      0
    ],
    "long": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "wise": [
      0
    ],
    "following": [
      0,
      0,
      0,
      0,
      0
    ],
    "equipment": [
      0
    ],
    "addition": [
      0
    ],
    "everything": [
      0,
      0
    ],
    "normally": [
      0
    ],
    "take": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "food": [
      0,
      0
    ],
    "water": [
      0,
      0
    ],
    "likely": [
      0,
      0
    ],
    "few": [
      0
    ],
    "hours": [
      0
    ],
    "consider": [
      0
    ],
    "bringing": [
      0
    ],
    "snack": [
      0
    ],
    "belays": [
      0,
      0
    ],
    "many": [
      0,
      0
    ],
    "have": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "luxury": [
      0
    ],
    "belay": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "ledges": [
      0
    ],
    "not": [
      0,
      0,
      0,
      0
    ],
    "rush": [
      0
    ],
    "why": [
      0
    ],
    "vertical": [
      0
    ],
    "picnic": [
      0
    ],
    "headlamp": [
      0
    ],
    "headlamps": [
      0
    ],
    "are": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "essential": [
      0
    ],
    "finishing": [
      0
    ],
    "trying": [
      0
    ],
    "descend": [
      0,
      0,
      0
    ],
    "dark": [
      0
    ],
    "can": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "incredibly": [
      0
    ],
    "difficult": [
      0,
      0
    ],
    "dangerous": [
      0,
      0
    ],
    "extra": [
      0,
      0,
      0
    ],
    "gear": [
      0,
      0
    ],
    "need": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "anchor": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "kits": [
      0
    ],
    "for": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "make": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "sure": [
      0,
      0,
      0,
      0
    ],
    "cordelettes": [
      0
    ],
    "slings": [
      0,
      0,
      0
    ],
    "least": [
      0,
      0,
      0
    ],
    "six": [
      0,
      0
    ],
    "spare": [
      0
    ],
    "screwgates": [
      0,
      0,
      0
    ],
    "devices": [
      0,
      0
    ],
    "descent": [
      0,
      0,
      0,
      0
    ],
    "from": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "involves": [
      0,
      0
    ],
    "abseiling": [
      0,
      0,
      0
    ],
    "atc": [
      0,
      0,
      0
    ],
    "style": [
      0,
      0,
      0
    ],
    "prusik": [
      0
    ],
    "cords": [
      0
    ],
    "description": [
      0,
      0
    ],
    "easy": [
      0
    ],
    "remember": [
      0,
      0,
      0
    ],
    "where": [
      0,
      0,
      0,
      0,
      0
    ],
    "however": [
      0,
      0
    ],
    "forgotten": [
      0
    ],
    "details": [
      0
    ],
    "particularly": [
      0
    ],
    "different": [
      0,
      0
    ],
    "branch": [
      0
    ],
    "off": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "same": [
      0,
      0,
      0,
      0,
      0
    ],
    "topo": [
      0
    ],
    "neatly": [
      0,
      0
    ],
    "folded": [
      0
    ],
    "pocket": [
      0
    ],
    "will": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "help": [
      0,
      0
    ],
    "show": [
      0
    ],
    "way": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "vdiff": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "sport": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "basics": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "clothes": [
      0,
      0
    ],
    "any": [
      0,
      0,
      0
    ],
    "comfortable": [
      0,
      0
    ],
    "all": [
      0,
      0,
      0
    ],
    "cotton": [
      0,
      0
    ],
    "suffice": [
      0
    ],
    "cragging": [
      0
    ],
    "especially": [
      0,
      0
    ],
    "venues": [
      0
    ],
    "with": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "short": [
      0,
      0
    ],
    "approach": [
      0,
      0,
      0
    ],
    "climbs": [
      0,
      0,
      0
    ],
    "wearing": [
      0
    ],
    "synthetic": [
      0
    ],
    "clothing": [
      0
    ],
    "better": [
      0,
      0,
      0,
      0
    ],
    "choice": [
      0,
      0
    ],
    "synthetics": [
      0
    ],
    "insulate": [
      0
    ],
    "much": [
      0,
      0,
      0,
      0,
      0
    ],
    "wet": [
      0
    ],
    "cold": [
      0,
      0
    ],
    "environments": [
      0
    ],
    "expect": [
      0
    ],
    "temperatures": [
      0
    ],
    "pair": [
      0,
      0,
      0
    ],
    "gloves": [
      0
    ],
    "warm": [
      0,
      0,
      0
    ],
    "hands": [
      0,
      0
    ],
    "then": [
      0,
      0,
      0,
      0
    ],
    "them": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "thin": [
      0,
      0
    ],
    "hat": [
      0
    ],
    "fits": [
      0
    ],
    "under": [
      0
    ],
    "helmet": [
      0
    ],
    "very": [
      0,
      0,
      0
    ],
    "lightweight": [
      0
    ],
    "keeping": [
      0,
      0
    ],
    "too": [
      0,
      0
    ],
    "nice": [
      0
    ],
    "shoes": [
      0
    ],
    "jacket": [
      0
    ],
    "even": [
      0,
      0
    ],
    "wind": [
      0
    ],
    "proof": [
      0
    ],
    "layer": [
      0
    ],
    "when": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gets": [
      0
    ],
    "windy": [
      0,
      0
    ],
    "sun": [
      0
    ],
    "disappears": [
      0
    ],
    "belayer": [
      0,
      0,
      0
    ],
    "down": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "jackets": [
      0,
      0
    ],
    "poor": [
      0
    ],
    "unless": [
      0
    ],
    "dry": [
      0
    ],
    "climates": [
      0
    ],
    "below": [
      0,
      0,
      0,
      0,
      0
    ],
    "freezing": [
      0
    ],
    "most": [
      0,
      0,
      0,
      0
    ],
    "repel": [
      0
    ],
    "small": [
      0,
      0,
      0
    ],
    "amount": [
      0
    ],
    "mmmmmmmm": [
      0
    ],
    "moisture": [
      0
    ],
    "but": [
      0,
      0,
      0,
      0
    ],
    "feathers": [
      0
    ],
    "clump": [
      0
    ],
    "together": [
      0,
      0,
      0,
      0
    ],
    "storm": [
      0,
      0
    ],
    "freeze": [
      0
    ],
    "they": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "also": [
      0,
      0,
      0,
      0,
      0
    ],
    "tend": [
      0
    ],
    "rip": [
      0
    ],
    "easily": [
      0,
      0
    ],
    "rock": [
      0,
      0
    ],
    "second": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "abseil": [
      0,
      0,
      0,
      0
    ],
    "anchors": [
      0
    ],
    "half": [
      0,
      0,
      0,
      0
    ],
    "apart": [
      0,
      0
    ],
    "only": [
      0,
      0
    ],
    "meters": [
      0,
      0
    ],
    "meter": [
      0
    ],
    "team": [
      0,
      0
    ],
    "three": [
      0,
      0,
      0,
      0,
      0
    ],
    "see": [
      0,
      0
    ],
    "page": [
      0,
      0,
      0,
      0
    ],
    "backpack": [
      0,
      0
    ],
    "stuff": [
      0
    ],
    "put": [
      0,
      0,
      0,
      0,
      0
    ],
    "carried": [
      0
    ],
    "depending": [
      0
    ],
    "tolerance": [
      0
    ],
    "suffering": [
      0
    ],
    "return": [
      0
    ],
    "base": [
      0
    ],
    "plan": [
      0
    ],
    "efficient": [
      0,
      0
    ],
    "changeovers": [
      0,
      0,
      0
    ],
    "speed": [
      0
    ],
    "ascent": [
      0
    ],
    "making": [
      0,
      0
    ],
    "less": [
      0,
      0
    ],
    "get": [
      0,
      0,
      0,
      0
    ],
    "benighted": [
      0
    ],
    "stranded": [
      0
    ],
    "sometimes": [
      0
    ],
    "experienced": [
      0
    ],
    "lead": [
      0,
      0,
      0,
      0
    ],
    "every": [
      0,
      0
    ],
    "other": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "times": [
      0
    ],
    "each": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "choose": [
      0
    ],
    "which": [
      0,
      0,
      0,
      0
    ],
    "prefer": [
      0,
      0
    ],
    "common": [
      0,
      0
    ],
    "tactic": [
      0
    ],
    "swing": [
      0
    ],
    "leads": [
      0,
      0,
      0
    ],
    "alternate": [
      0,
      0
    ],
    "aware": [
      0
    ],
    "easier": [
      0,
      0,
      0,
      0
    ],
    "runout": [
      0
    ],
    "swinging": [
      0,
      0
    ],
    "already": [
      0
    ],
    "stacked": [
      0
    ],
    "new": [
      0
    ],
    "leader": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "end": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "top": [
      0,
      0
    ],
    "quickdraws": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "previous": [
      0
    ],
    "racked": [
      0
    ],
    "their": [
      0,
      0,
      0
    ],
    "harness": [
      0,
      0,
      0
    ],
    "both": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "climbers": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "free": [
      0
    ],
    "during": [
      0
    ],
    "changeover": [
      0
    ],
    "how": [
      0,
      0,
      0
    ],
    "depends": [
      0
    ],
    "who": [
      0,
      0,
      0
    ],
    "next": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "methods": [
      0,
      0
    ],
    "described": [
      0,
      0,
      0,
      0
    ],
    "tie": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "device": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "alternating": [
      0
    ],
    "easiest": [
      0
    ],
    "method": [
      0,
      0
    ],
    "simple": [
      0,
      0,
      0
    ],
    "knot": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "such": [
      0,
      0,
      0
    ],
    "overhand": [
      0,
      0,
      0,
      0,
      0
    ],
    "beneath": [
      0,
      0
    ],
    "falls": [
      0,
      0
    ],
    "jam": [
      0
    ],
    "stop": [
      0
    ],
    "ready": [
      0
    ],
    "simply": [
      0,
      0
    ],
    "unfasten": [
      0,
      0
    ],
    "immediately": [
      0,
      0
    ],
    "works": [
      0
    ],
    "well": [
      0,
      0
    ],
    "there": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "ledge": [
      0,
      0
    ],
    "stand": [
      0
    ],
    "attach": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "central": [
      0,
      0,
      0,
      0
    ],
    "point": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "sling": [
      0,
      0
    ],
    "person": [
      0,
      0,
      0
    ],
    "leading": [
      0,
      0,
      0
    ],
    "finish": [
      0,
      0,
      0
    ],
    "use": [
      0,
      0,
      0
    ],
    "separate": [
      0
    ],
    "attached": [
      0,
      0
    ],
    "taken": [
      0
    ],
    "detach": [
      0
    ],
    "good": [
      0
    ],
    "idea": [
      0
    ],
    "clip": [
      0,
      0,
      0,
      0,
      0
    ],
    "bolt": [
      0,
      0
    ],
    "first": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "piece": [
      0
    ],
    "protection": [
      0
    ],
    "eliminates": [
      0
    ],
    "chance": [
      0
    ],
    "factor": [
      0
    ],
    "fall": [
      0,
      0,
      0
    ],
    "hold": [
      0,
      0
    ],
    "leaving": [
      0,
      0
    ],
    "stacking": [
      0
    ],
    "coiling": [
      0
    ],
    "doesn": [
      0
    ],
    "tangle": [
      0
    ],
    "important": [
      0
    ],
    "has": [
      0,
      0
    ],
    "flat": [
      0
    ],
    "area": [
      0,
      0,
      0
    ],
    "stack": [
      0,
      0,
      0,
      0,
      0
    ],
    "onto": [
      0
    ],
    "place": [
      0
    ],
    "won": [
      0
    ],
    "slide": [
      0
    ],
    "isn": [
      0
    ],
    "suitable": [
      0
    ],
    "neat": [
      0,
      0
    ],
    "coils": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "across": [
      0
    ],
    "goes": [
      0
    ],
    "between": [
      0
    ],
    "lap": [
      0
    ],
    "alternatively": [
      0,
      0
    ],
    "through": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "either": [
      0,
      0,
      0
    ],
    "longest": [
      0
    ],
    "progressively": [
      0
    ],
    "smaller": [
      0
    ],
    "added": [
      0
    ],
    "ensures": [
      0,
      0,
      0,
      0
    ],
    "feeds": [
      0
    ],
    "out": [
      0,
      0,
      0,
      0,
      0
    ],
    "bushes": [
      0
    ],
    "loose": [
      0
    ],
    "keep": [
      0,
      0
    ],
    "enough": [
      0,
      0
    ],
    "don": [
      0
    ],
    "stuck": [
      0,
      0,
      0
    ],
    "realistic": [
      0
    ],
    "estimate": [
      0
    ],
    "might": [
      0
    ],
    "figure": [
      0,
      0,
      0
    ],
    "time": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "finished": [
      0
    ],
    "avoid": [
      0
    ],
    "thunderstorms": [
      0
    ],
    "darkness": [
      0
    ],
    "etc": [
      0
    ],
    "work": [
      0
    ],
    "backwards": [
      0
    ],
    "break": [
      0
    ],
    "add": [
      0
    ],
    "approaching": [
      0
    ],
    "descending": [
      0
    ],
    "conservative": [
      0
    ],
    "estimations": [
      0
    ],
    "lose": [
      0,
      0
    ],
    "gain": [
      0
    ],
    "part": [
      0
    ],
    "budget": [
      0,
      0
    ],
    "smart": [
      0
    ],
    "places": [
      0,
      0
    ],
    "switch": [
      0
    ],
    "running": [
      0
    ],
    "low": [
      0
    ],
    "without": [
      0
    ],
    "carabiners": [
      0
    ],
    "behind": [
      0
    ],
    "management": [
      0
    ],
    "retreat": [
      0
    ],
    "options": [
      0
    ],
    "teams": [
      0
    ],
    "situations": [
      0
    ],
    "faster": [
      0
    ],
    "having": [
      0
    ],
    "someone": [
      0
    ],
    "chat": [
      0
    ],
    "makes": [
      0
    ],
    "social": [
      0
    ],
    "means": [
      0,
      0
    ],
    "carry": [
      0
    ],
    "ckkkkkcccc": [
      0
    ],
    "caterpillar": [
      0
    ],
    "step": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "follows": [
      0,
      0
    ],
    "trails": [
      0
    ],
    "another": [
      0,
      0
    ],
    "ropes": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "tied": [
      0
    ],
    "points": [
      0
    ],
    "some": [
      0
    ],
    "harder": [
      0
    ],
    "ways": [
      0
    ],
    "connect": [
      0
    ],
    "popular": [
      0
    ],
    "pages": [
      0
    ],
    "require": [
      0
    ],
    "unclips": [
      0
    ],
    "clips": [
      0
    ],
    "third": [
      0,
      0,
      0,
      0
    ],
    "protected": [
      0
    ],
    "traverses": [
      0
    ],
    "straight": [
      0
    ],
    "remove": [
      0,
      0,
      0
    ],
    "reached": [
      0
    ],
    "follow": [
      0,
      0
    ],
    "double": [
      0
    ],
    "belayed": [
      0
    ],
    "grigri": [
      0
    ],
    "around": [
      0
    ],
    "five": [
      0
    ],
    "while": [
      0,
      0
    ],
    "highly": [
      0
    ],
    "recommended": [
      0
    ],
    "auto": [
      0
    ],
    "blocking": [
      0
    ],
    "directly": [
      0,
      0
    ],
    "mode": [
      0
    ],
    "communicating": [
      0
    ],
    "command": [
      0
    ],
    "colour": [
      0
    ],
    "knows": [
      0
    ],
    "mean": [
      0
    ],
    "slack": [
      0
    ],
    "red": [
      0
    ],
    "mistake": [
      0
    ],
    "clipping": [
      0
    ],
    "carabiner": [
      0
    ],
    "causes": [
      0
    ],
    "rub": [
      0
    ],
    "against": [
      0
    ],
    "damage": [
      0
    ],
    "cut": [
      0
    ],
    "sheath": [
      0
    ],
    "protect": [
      0
    ],
    "followers": [
      0
    ],
    "traverse": [
      0
    ],
    "lengths": [
      0
    ],
    "shown": [
      0,
      0
    ],
    "these": [
      0
    ],
    "removed": [
      0
    ],
    "abseils": [
      0
    ],
    "attaching": [
      0
    ],
    "chains": [
      0
    ],
    "bolts": [
      0
    ],
    "save": [
      0
    ],
    "space": [
      0,
      0
    ],
    "partner": [
      0,
      0
    ],
    "descended": [
      0
    ],
    "last": [
      0
    ],
    "must": [
      0
    ],
    "once": [
      0
    ],
    "securely": [
      0
    ],
    "screwgate": [
      0
    ],
    "unclip": [
      0
    ],
    "cable": [
      0,
      0
    ],
    "removing": [
      0
    ],
    "drop": [
      0
    ],
    "pull": [
      0,
      0,
      0,
      0
    ],
    "thread": [
      0,
      0
    ],
    "stopper": [
      0,
      0
    ],
    "big": [
      0
    ],
    "cannot": [
      0,
      0,
      0
    ],
    "fit": [
      0
    ],
    "main": [
      0
    ],
    "threading": [
      0
    ],
    "yourself": [
      0
    ],
    "dropped": [
      0
    ],
    "loop": [
      0,
      0
    ],
    "60cm": [
      0,
      0
    ],
    "ends": [
      0,
      0
    ],
    "requires": [
      0
    ],
    "safe": [
      0
    ],
    "uuuuuuuu": [
      0
    ],
    "strand": [
      0
    ],
    "tight": [
      0,
      0
    ],
    "side": [
      0,
      0
    ],
    "back": [
      0
    ],
    "30cm": [
      0
    ],
    "left": [
      0
    ],
    "after": [
      0
    ],
    "knots": [
      0,
      0
    ],
    "triple": [
      0
    ],
    "barrel": [
      0
    ],
    "bottom": [
      0
    ],
    "strands": [
      0
    ],
    "stops": [
      0
    ],
    "accidentally": [
      0
    ],
    "throwing": [
      0
    ],
    "prepare": [
      0
    ],
    "throw": [
      0,
      0,
      0,
      0,
      0
    ],
    "starting": [
      0
    ],
    "over": [
      0
    ],
    "arm": [
      0
    ],
    "unlikely": [
      0
    ],
    "tangled": [
      0
    ],
    "ssssssssssssss": [
      0
    ],
    "something": [
      0
    ],
    "reducing": [
      0
    ],
    "chances": [
      0
    ],
    "shout": [
      0
    ],
    "anyone": [
      0
    ],
    "certain": [
      0
    ],
    "hit": [
      0
    ],
    "hand": [
      0,
      0
    ],
    "closely": [
      0
    ],
    "followed": [
      0
    ],
    "eye": [
      0
    ],
    "weight": [
      0
    ],
    "zip": [
      0
    ],
    "wait": [
      0
    ],
    "ask": [
      0
    ],
    "slowly": [
      0
    ],
    "lower": [
      0
    ],
    "cause": [
      0
    ],
    "snag": [
      0
    ],
    "features": [
      0
    ]
  }
}