{
  "chapterName": "05_Descending.pdf",
  "extractedAt": "2025-08-08T00:42:54.320Z",
  "text": "Sold to mateo.gonzalez.gomez94@gmail.com \nDescending Climb:  Tarrier, Dumbarton Rock, Scotland.    Photographer:  Fraser Harle. Sold to mateo.gonzalez.gomez94@gmail.com \nThere  are  basically  three  ways  to  descend;  walk  off,  lower  or  abseil  (rappel). You will either lower or abseil  to  get  down  from  most  sport  routes.  Your  choice  largely  depends  on  the  type of anchor, how it is positioned and  what you plan to do after the climb. Lowering  from  a  sport  anchor  is  quicker than abseiling. It’s also much  easier  to  retrieve  gear  on  your  way  down  when  lowering.  However,  abseiling puts much less wear on the  rings and your rope. This could be the  best  option  if  the  rings  are  already  showing signs of wear. If the next climber is going to top-rope  the route, you should make an anchor  from your own gear and lower down  from that. If you are the last person to climb the  route, you’ll need to clean all your gear  from the anchor before you descend. For  anchors  which  are  in  a  poor  position for lowering or abseiling (e.g:  far  back  across  a  ledge),  it  is  much  better to belay your partner from the  top  of  the  climb  (see  page  29).  You  can then walk off. Lower, Abseil or Walk Off? When  walking  off  is  a  common  descent method, there will usually be  an established trail back to the base. Make  sure  to  always  be  securely  connected  while  cleaning  the  anchor.   You will often have to do a mini  pitch  in  order  to  reach  safe  walking  terrain. If you plan to walk off, make  sure to bring a couple of long slings so  you  can  make  an  anchor  (such  as  slings around a tree) for this purpose. Walking Off VDiff > Sport Climbing Basics > Descending 66 Sold to mateo.gonzalez.gomez94@gmail.com \nBest Situation to Walk Off When the anchor is situated in such a  way  which  means  lowering  or  abseiling  would  be  difficult  or  dangerous (e.g: far back from the top  of the crag or on a ledge covered in  loose blocks). Lowering This  is  the  simplest  method  of  descent. You Will Need * Two spare quickdraws. Best Situation to Use this Method -  -  When  someone  else  will  lead  the  climb after you. When  you  plan  to  leave  all  your  quickdraws on the bolts for the next  climber. Warning! Only  lower  down  like  this  if  you  are  leaving your quickdraws on the bolts in  the  pitch  for  someone  else  to  lead  next. The highest lead quickdraw acts  as  a  back-up  in  case  your  anchor  draws  unclip  as  you  descend.  It  is  dangerous to lower down or top-rope  from only two quickdraws. If you want  to remove the quickdraws on your way  down, you’ll need to either set up a top  rope  anchor  (see  page  50)  or  clean  the anchor (see page 57). Step 1 Clip  a  quickdraw  into  each bolt. Make sure the  rope-end  carabiners  have  their  gates  facing  outwards.  If  there  are  chains  or  rings  on  the  bolts,  clip  your  quickdraws  underneath  to  put  them  in  a  better  orientation. Step 2 Clip the rope through the  quickdraws  from  the  back  so  the  rope  is  coming out towards you. Step 3 Ask your belayer to take  you  tight.  You  are  now  ready to lower. VDiff > Sport Climbing Basics > Descending 67 Sold to mateo.gonzalez.gomez94@gmail.com \nOverhanging Routes Removing  quickdraws  is  more difficult on overhanging  or  traversing  routes.  To  make it easier, clip one end  of a quickdraw to your belay  loop and the other end to the  rope.  This  ‘lowering  quickdraw’ keeps you in the  same line as the route while  you descend. On your descent, unclip the  quickdraws  from  the  rope  and  then  from  the  bolts  (holding  onto  the  rock  makes this easier). Removing Quickdraws If  you  have  cleaned  the  anchor,  but  your quickdraws are still in the route,  you’ll  need  to  retrieve  them  on  your  way down. This  is  easy  on  a  straight-lined,  vertical route. Simply lower down and  unclip them from the bolt and the rope. The belayer will need to stop lowering  you at each bolt so you have time to  do this. Removing the Last  Quickdraw Step 1 If it is a safe swing (i.e: you wouldn’t hit  anything  or  anyone),  unclip  your  lowering quickdraw from the rope and  attach it directly to the bolt. Then allow your weight to hang on this  quickdraw. VDiff > Sport Climbing Basics > Descending 68 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Remove  the  last  quickdraw  from  the  bolt. To make this easier, use holds on the  rock  to  pull  yourself  in.  Be  ready  to  swing out! Step 2 Remove the other quickdraw from the  bolt and the rope. Give your belayer time to take in the  extra slack which is created. VDiff > Sport Climbing Basics > Descending 69 Warning! Be  careful  when  removing  the  last  quickdraw. If you remove it in the same way as  the  others,  you’ll  swing  out  from  the  rock and pull your belayer with you. Sold to mateo.gonzalez.gomez94@gmail.com \nWarning! Make sure the swing is safe. VDiff > Sport Climbing Basics > Descending 70 If  it  isn’t  a  safe  swing,  lower  to  the  ground  as  shown  below,  and  then  climb up to retrieve the quickdraw. This  works  best  if  you  have  a  bouldering pad and the first bolt isn’t  very high. Sold to mateo.gonzalez.gomez94@gmail.com \nClipping into Quickdraws If you have top-roped an overhanging  or traversing route, and someone else  wants to top-rope after you, you’ll need  to  clip  the  rope  to  some  of  the  quickdraws  on  your  way  down  as  ‘directionals’. These  directionals  stop  the  next  climber  from  swinging  wildly  across  the rock if they fall. Simply  clip  your  rope  into  the  quickdraws  as  you  lower.  Depending  on  the  route,  you  may  need  to  clip  them all, or just a couple. VDiff > Sport Climbing Basics > Descending 71 Pulling the Rope Down Untie any knots from the rope before  you pull it down. Shout 'rope' before it falls so everyone  around you is expecting it – a falling  rope in the head hurts! Pull the rope so the falling end drops  down  through  the  quickdraws  (if  you  are leaving them in). This will slow it  down and make it safer. Rope! Sold to mateo.gonzalez.gomez94@gmail.com \nStep 1 Attach yourself to the anchor and feed  the rope through the main abseil point,  as described on pages 61-62. Abseiling If  the  lowering  rings  are  already  showing signs of wear (abseiling puts  much  less  wear  on  the  rings  than  lowering). If your rope would rub across rough  edges when lowering. The  following  description  is  for  abseiling  with  one  rope  where  the  descent is less than half of your rope’s  length. For longer abseils, you’ll need  two ropes. Attaching Your Belay Device and Prusik Best Situation to Abseil -  -  Step 2 Clip  your  belay  device  to  your  belay  loop  with  a  screwgate  (don’t  lock  it  yet). VDiff > Sport Climbing Basics > Descending 72 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Pull up about a meter of both strands  of rope. It will be heavy, so stand on it  to create slack so it’s easier to clip in. Step 5 Clip both of the ropes and your belay  device  through  the  screwgate  carabiner and fasten it. You  don't  need  to  remove  the  screwgate from your belay loop when  doing this; you are more likely to drop  it if you do. Step 4 Push  the  ropes  through  your  belay  device making sure it is orientated the  correct way up. Step 6 Lean  into  the  anchor  and  pull  any  slack rope through your belay device. Holding  the  ropes  in  the  lock-off  position,  sit  back  and  apply  your  weight to the belay device. This allows  you to easily check the setup. VDiff > Sport Climbing Basics > Descending 73 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 7 For most abseils, it's wise to backup  with a prusik knot (see page 111). A  correctly  tied  prusik  will  auto-lock  if  you let go of the ropes. Clip the prusik to your leg loop. The  prusik will slide down the ropes if you  hold it close to your leg loop and lock  around  the  ropes  if  you  let  go.  Test  this before you abseil. If it doesn't lock, take it off and re-tie it  with an extra wrap around the ropes. Abseiling – Check the System Before  you  unclip  your  attachment  point from the anchor, check: Solid  anchor Rope threaded through main point of anchor Holding  both  ropes  beneath  belay  device Prusik knot Both ropes through belay device Knots added to rope ends VDiff > Sport Climbing Basics > Descending 74 Sold to mateo.gonzalez.gomez94@gmail.com \nAbseiling – The Descent Step 1 With one hand holding both ropes in  the lock-off position, unclip your slings  from the anchor. You can clip them out  of  the  way  on  the  back  of  your  harness. Step 2 Put your  other hand over the prusik.  Your  hands  should  be  in  the  same  position  as  they  would  to  lower  a  climber while belaying. Belay Loop Leg Loop Step 3 While  keeping  a  firm  grip,  lean  your  weight back and allow some rope to  go  through  your  belay  device,  remembering to slide the prusik down  as  you  go.  Continue  feeding  rope  through as you lower yourself down. It takes a little practise, but you'll soon  be able to figure out how fast to feed  the rope while staying in control. VDiff > Sport Climbing Basics > Descending 75 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 4 Sit  back  in  your  harness  and  keep  your body in an L shape with your feet  wide apart. Walk backwards down the  rock,  making  sure  to  look  behind  to  see  where  you're  going.  Move  smoothly  down  the  ropes.  Don’t  bounce, jump or swing around – this  puts much more force on the anchor  and is likely to damage your ropes if  they pass over rough edges. To abseil past a roof, plant your feet on  the  lip  and  lower  your  body  down.  Once your body is below the roof, cut  your  feet  loose  to  avoid  hitting  your  head.  Keep going until you've reached  the ground. Step 5 Remove  your abseil device, unfasten  any knots from the ends of the rope  and pull down on one side. Keep an eye on the other end of the  rope  as  you  do  this  to  make  sure  it  doesn't go up with a mysterious auto- knot fastened in it. When the ropes are about to fall down,  shout ‘rope’ to warn people who are  nearby. Be aware that the falling rope  may bring down loose rock with it. If  a  less  experienced  climber  is  worried  they  may  not  be  able  to  control the abseil, they can be given a  fireman’s belay. The more experienced  climber descends first, then holds the  ropes  while  the  other  climber  descends. A simple pull on the ropes  will lock their device. This is also useful if one climber has  forgotten  their  prusik  –  they  can  abseil last with a fireman’s backup. Abseiling – The Fireman's Belay VDiff > Sport Climbing Basics > Descending 76 Sold to mateo.gonzalez.gomez94@gmail.com \nAbseiling – The Extended Belay Device Extending with a 60cm Sling Simply girth-hitch a 60cm sling through  the hard  points  of  your harness (the  same points that your belay loop goes  through) and clip your belay device to  this sling. It's better to use thicker (and  therefore  more  durable)  nylon  slings  rather  than  thin  Dyneema  for  extending your belay device. Sometimes it can be useful to extend  your belay device with a sling before  you abseil. Best Situation to Use This Method - Extending with a 120cm Sling Alternatively,  you  can  use  a  120cm  sling in a similar way. Feed the sling through the hard points  of your harness, tie an overhand knot  in  it  and  then  clip  both  ends  of  the  sling to your belay device. Advantages - - Disadvantages - Takes longer to set up. You  can  use  a  prusik  with  less  chance  of  it  getting  stuck  in  your  belay device. Your prusik will be  centred , making it  easier to use than if you attach it to a  leg loop. If  you  don't  know  where  the  next  abseil  anchor  is  on  a  tricky  multi- pitch descent. -  Be  aware  of  where  your  rope  is  (above and below you). Make sure it  isn't rubbing over loose rock or sharp  edges. - Look out for ledges, trees, chimneys  or  anything  you  might  abseil  into  on  your descent. Abseiling – Top Tips - If your rope is stuck, stop just above it  and  allow  your  prusik  knot  to  tighten.  Make  sure  to  keep  hold  of  the  ropes  with one hand while you untangle them. - You can only abseil half of the total  length of rope that you have, so keep  this in mind before climbing up. VDiff > Sport Climbing Basics > Descending 77 Sold to mateo.gonzalez.gomez94@gmail.com",
  "totalPages": 14,
  "pageData": {
    "1": "Sold to mateo.gonzalez.gomez94@gmail.com ",
    "2": "Descending Climb:  Tarrier, Dumbarton Rock, Scotland.    Photographer:  Fraser Harle. Sold to mateo.gonzalez.gomez94@gmail.com ",
    "3": "There  are  basically  three  ways  to  descend;  walk  off,  lower  or  abseil  (rappel). You will either lower or abseil  to  get  down  from  most  sport  routes.  Your  choice  largely  depends  on  the  type of anchor, how it is positioned and  what you plan to do after the climb. Lowering  from  a  sport  anchor  is  quicker than abseiling. It’s also much  easier  to  retrieve  gear  on  your  way  down  when  lowering.  However,  abseiling puts much less wear on the  rings and your rope. This could be the  best  option  if  the  rings  are  already  showing signs of wear. If the next climber is going to top-rope  the route, you should make an anchor  from your own gear and lower down  from that. If you are the last person to climb the  route, you’ll need to clean all your gear  from the anchor before you descend. For  anchors  which  are  in  a  poor  position for lowering or abseiling (e.g:  far  back  across  a  ledge),  it  is  much  better to belay your partner from the  top  of  the  climb  (see  page  29).  You  can then walk off. Lower, Abseil or Walk Off? When  walking  off  is  a  common  descent method, there will usually be  an established trail back to the base. Make  sure  to  always  be  securely  connected  while  cleaning  the  anchor.   You will often have to do a mini  pitch  in  order  to  reach  safe  walking  terrain. If you plan to walk off, make  sure to bring a couple of long slings so  you  can  make  an  anchor  (such  as  slings around a tree) for this purpose. Walking Off VDiff > Sport Climbing Basics > Descending 66 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "4": "Best Situation to Walk Off When the anchor is situated in such a  way  which  means  lowering  or  abseiling  would  be  difficult  or  dangerous (e.g: far back from the top  of the crag or on a ledge covered in  loose blocks). Lowering This  is  the  simplest  method  of  descent. You Will Need * Two spare quickdraws. Best Situation to Use this Method -  -  When  someone  else  will  lead  the  climb after you. When  you  plan  to  leave  all  your  quickdraws on the bolts for the next  climber. Warning! Only  lower  down  like  this  if  you  are  leaving your quickdraws on the bolts in  the  pitch  for  someone  else  to  lead  next. The highest lead quickdraw acts  as  a  back-up  in  case  your  anchor  draws  unclip  as  you  descend.  It  is  dangerous to lower down or top-rope  from only two quickdraws. If you want  to remove the quickdraws on your way  down, you’ll need to either set up a top  rope  anchor  (see  page  50)  or  clean  the anchor (see page 57). Step 1 Clip  a  quickdraw  into  each bolt. Make sure the  rope-end  carabiners  have  their  gates  facing  outwards.  If  there  are  chains  or  rings  on  the  bolts,  clip  your  quickdraws  underneath  to  put  them  in  a  better  orientation. Step 2 Clip the rope through the  quickdraws  from  the  back  so  the  rope  is  coming out towards you. Step 3 Ask your belayer to take  you  tight.  You  are  now  ready to lower. VDiff > Sport Climbing Basics > Descending 67 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "5": "Overhanging Routes Removing  quickdraws  is  more difficult on overhanging  or  traversing  routes.  To  make it easier, clip one end  of a quickdraw to your belay  loop and the other end to the  rope.  This  ‘lowering  quickdraw’ keeps you in the  same line as the route while  you descend. On your descent, unclip the  quickdraws  from  the  rope  and  then  from  the  bolts  (holding  onto  the  rock  makes this easier). Removing Quickdraws If  you  have  cleaned  the  anchor,  but  your quickdraws are still in the route,  you’ll  need  to  retrieve  them  on  your  way down. This  is  easy  on  a  straight-lined,  vertical route. Simply lower down and  unclip them from the bolt and the rope. The belayer will need to stop lowering  you at each bolt so you have time to  do this. Removing the Last  Quickdraw Step 1 If it is a safe swing (i.e: you wouldn’t hit  anything  or  anyone),  unclip  your  lowering quickdraw from the rope and  attach it directly to the bolt. Then allow your weight to hang on this  quickdraw. VDiff > Sport Climbing Basics > Descending 68 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "6": "Step 3 Remove  the  last  quickdraw  from  the  bolt. To make this easier, use holds on the  rock  to  pull  yourself  in.  Be  ready  to  swing out! Step 2 Remove the other quickdraw from the  bolt and the rope. Give your belayer time to take in the  extra slack which is created. VDiff > Sport Climbing Basics > Descending 69 Warning! Be  careful  when  removing  the  last  quickdraw. If you remove it in the same way as  the  others,  you’ll  swing  out  from  the  rock and pull your belayer with you. Sold to mateo.gonzalez.gomez94@gmail.com ",
    "7": "Warning! Make sure the swing is safe. VDiff > Sport Climbing Basics > Descending 70 If  it  isn’t  a  safe  swing,  lower  to  the  ground  as  shown  below,  and  then  climb up to retrieve the quickdraw. This  works  best  if  you  have  a  bouldering pad and the first bolt isn’t  very high. Sold to mateo.gonzalez.gomez94@gmail.com ",
    "8": "Clipping into Quickdraws If you have top-roped an overhanging  or traversing route, and someone else  wants to top-rope after you, you’ll need  to  clip  the  rope  to  some  of  the  quickdraws  on  your  way  down  as  ‘directionals’. These  directionals  stop  the  next  climber  from  swinging  wildly  across  the rock if they fall. Simply  clip  your  rope  into  the  quickdraws  as  you  lower.  Depending  on  the  route,  you  may  need  to  clip  them all, or just a couple. VDiff > Sport Climbing Basics > Descending 71 Pulling the Rope Down Untie any knots from the rope before  you pull it down. Shout 'rope' before it falls so everyone  around you is expecting it – a falling  rope in the head hurts! Pull the rope so the falling end drops  down  through  the  quickdraws  (if  you  are leaving them in). This will slow it  down and make it safer. Rope! Sold to mateo.gonzalez.gomez94@gmail.com ",
    "9": "Step 1 Attach yourself to the anchor and feed  the rope through the main abseil point,  as described on pages 61-62. Abseiling If  the  lowering  rings  are  already  showing signs of wear (abseiling puts  much  less  wear  on  the  rings  than  lowering). If your rope would rub across rough  edges when lowering. The  following  description  is  for  abseiling  with  one  rope  where  the  descent is less than half of your rope’s  length. For longer abseils, you’ll need  two ropes. Attaching Your Belay Device and Prusik Best Situation to Abseil -  -  Step 2 Clip  your  belay  device  to  your  belay  loop  with  a  screwgate  (don’t  lock  it  yet). VDiff > Sport Climbing Basics > Descending 72 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "10": "Step 3 Pull up about a meter of both strands  of rope. It will be heavy, so stand on it  to create slack so it’s easier to clip in. Step 5 Clip both of the ropes and your belay  device  through  the  screwgate  carabiner and fasten it. You  don't  need  to  remove  the  screwgate from your belay loop when  doing this; you are more likely to drop  it if you do. Step 4 Push  the  ropes  through  your  belay  device making sure it is orientated the  correct way up. Step 6 Lean  into  the  anchor  and  pull  any  slack rope through your belay device. Holding  the  ropes  in  the  lock-off  position,  sit  back  and  apply  your  weight to the belay device. This allows  you to easily check the setup. VDiff > Sport Climbing Basics > Descending 73 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "11": "Step 7 For most abseils, it's wise to backup  with a prusik knot (see page 111). A  correctly  tied  prusik  will  auto-lock  if  you let go of the ropes. Clip the prusik to your leg loop. The  prusik will slide down the ropes if you  hold it close to your leg loop and lock  around  the  ropes  if  you  let  go.  Test  this before you abseil. If it doesn't lock, take it off and re-tie it  with an extra wrap around the ropes. Abseiling – Check the System Before  you  unclip  your  attachment  point from the anchor, check: Solid  anchor Rope threaded through main point of anchor Holding  both  ropes  beneath  belay  device Prusik knot Both ropes through belay device Knots added to rope ends VDiff > Sport Climbing Basics > Descending 74 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "12": "Abseiling – The Descent Step 1 With one hand holding both ropes in  the lock-off position, unclip your slings  from the anchor. You can clip them out  of  the  way  on  the  back  of  your  harness. Step 2 Put your  other hand over the prusik.  Your  hands  should  be  in  the  same  position  as  they  would  to  lower  a  climber while belaying. Belay Loop Leg Loop Step 3 While  keeping  a  firm  grip,  lean  your  weight back and allow some rope to  go  through  your  belay  device,  remembering to slide the prusik down  as  you  go.  Continue  feeding  rope  through as you lower yourself down. It takes a little practise, but you'll soon  be able to figure out how fast to feed  the rope while staying in control. VDiff > Sport Climbing Basics > Descending 75 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "13": "Step 4 Sit  back  in  your  harness  and  keep  your body in an L shape with your feet  wide apart. Walk backwards down the  rock,  making  sure  to  look  behind  to  see  where  you're  going.  Move  smoothly  down  the  ropes.  Don’t  bounce, jump or swing around – this  puts much more force on the anchor  and is likely to damage your ropes if  they pass over rough edges. To abseil past a roof, plant your feet on  the  lip  and  lower  your  body  down.  Once your body is below the roof, cut  your  feet  loose  to  avoid  hitting  your  head.  Keep going until you've reached  the ground. Step 5 Remove  your abseil device, unfasten  any knots from the ends of the rope  and pull down on one side. Keep an eye on the other end of the  rope  as  you  do  this  to  make  sure  it  doesn't go up with a mysterious auto- knot fastened in it. When the ropes are about to fall down,  shout ‘rope’ to warn people who are  nearby. Be aware that the falling rope  may bring down loose rock with it. If  a  less  experienced  climber  is  worried  they  may  not  be  able  to  control the abseil, they can be given a  fireman’s belay. The more experienced  climber descends first, then holds the  ropes  while  the  other  climber  descends. A simple pull on the ropes  will lock their device. This is also useful if one climber has  forgotten  their  prusik  –  they  can  abseil last with a fireman’s backup. Abseiling – The Fireman's Belay VDiff > Sport Climbing Basics > Descending 76 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "14": "Abseiling – The Extended Belay Device Extending with a 60cm Sling Simply girth-hitch a 60cm sling through  the hard  points  of  your harness (the  same points that your belay loop goes  through) and clip your belay device to  this sling. It's better to use thicker (and  therefore  more  durable)  nylon  slings  rather  than  thin  Dyneema  for  extending your belay device. Sometimes it can be useful to extend  your belay device with a sling before  you abseil. Best Situation to Use This Method - Extending with a 120cm Sling Alternatively,  you  can  use  a  120cm  sling in a similar way. Feed the sling through the hard points  of your harness, tie an overhand knot  in  it  and  then  clip  both  ends  of  the  sling to your belay device. Advantages - - Disadvantages - Takes longer to set up. You  can  use  a  prusik  with  less  chance  of  it  getting  stuck  in  your  belay device. Your prusik will be  centred , making it  easier to use than if you attach it to a  leg loop. If  you  don't  know  where  the  next  abseil  anchor  is  on  a  tricky  multi- pitch descent. -  Be  aware  of  where  your  rope  is  (above and below you). Make sure it  isn't rubbing over loose rock or sharp  edges. - Look out for ledges, trees, chimneys  or  anything  you  might  abseil  into  on  your descent. Abseiling – Top Tips - If your rope is stuck, stop just above it  and  allow  your  prusik  knot  to  tighten.  Make  sure  to  keep  hold  of  the  ropes  with one hand while you untangle them. - You can only abseil half of the total  length of rope that you have, so keep  this in mind before climbing up. VDiff > Sport Climbing Basics > Descending 77 Sold to mateo.gonzalez.gomez94@gmail.com "
  },
  "textChunks": [
    {
      "id": 0,
      "text": "Sold to mateo.gonzalez.gomez94@gmail.com \nDescending Climb:  Tarrier, Dumbarton Rock, Scotland.    Photographer:  Fraser Harle. Sold to mateo.gonzalez.gomez94@gmail.com \nThere  are  basically  three  ways  to  descend;  walk  off,  lower  or  abseil  (rappel). You will either lower or abseil  to  get  down  from  most  sport  routes.  Your  choice  largely  depends  on  the  type of anchor, how it is positioned and  what you plan to do after the climb. Lowering  from  a  sport  anchor  is  quicker than abseiling. It’s also much  easier  to  retrieve  gear  on  your  way  down  when  lowering.  However,  abseiling puts much less wear on the  rings and your rope. This could be the  best  option  if  the  rings  are  already  showing signs of wear. If the next climber is going to top-rope  the route, you should make an anchor  from your own gear and lower down  from that. If you are the last person to climb the  route, you’ll need to clean all your gear  from the anchor before you descend. For  anchors  which  are  in  a  poor  position for lowering or abseiling (e.g:  far  back  across  a  ledge),  it  is  much  better to belay your partner from the  top  of  the  climb  (see  page  29).  You  can then walk off. Lower, Abseil or Walk Off? When  walking  off  is  a  common  descent method, there will usually be  an established trail back to the base. Make  sure  to  always  be  securely  connected  while  cleaning  the  anchor.   You will often have to do a mini  pitch  in  order  to  reach  safe  walking  terrain. If you plan to walk off, make  sure to bring a couple of long slings so  you  can  make  an  anchor  (such  as  slings around a tree) for this purpose. Walking Off VDiff > Sport Climbing Basics > Descending 66 Sold to mateo.gonzalez.gomez94@gmail.com \nBest Situation to Walk Off When the anchor is situated in such a  way  which  means  lowering  or  abseiling  would  be  difficult  or  dangerous (e.g: far back from the top  of the crag or on a ledge covered in  loose blocks). Lowering This  is  the  simplest  method  of  descent. You Will Need * Two spare quickdraws. Best Situation to Use this Method -  -  When  someone  else  will  lead  the  climb after you. When  you  plan  to  leave  all  your  quickdraws on the bolts for the next  climber. Warning! Only  lower  down  like  this  if  you  are  leaving your quickdraws on the bolts in  the  pitch  for  someone  else  to  lead  next. The highest lead quickdraw acts  as  a  back-up  in  case  your  anchor  draws  unclip  as  you  descend.  It  is  dangerous to lower down or top-rope  from only two quickdraws. If you want  to remove the quickdraws on your way  down, you’ll need to either set up a top  rope  anchor  (see  page  50)  or  clean  the anchor (see page 57). Step 1 Clip  a  quickdraw  into  each bolt. Make sure the  rope-end  carabiners  have  their  gates  facing  outwards.  If  there  are  chains  or  rings  on  the  bolts,  clip  your  quickdraws  underneath  to  put  them  in  a  better  orientation. Step 2 Clip the rope through the  quickdraws  from  the  back  so  the  rope  is  coming out towards you. Step 3 Ask your belayer to take  you  tight.  You  are  now  ready to lower. VDiff > Sport Climbing Basics > Descending 67 Sold to mateo.gonzalez.gomez94@gmail.com \nOverhanging Routes Removing  quickdraws  is  more difficult on overhanging  or  traversing  routes.  To  make it easier, clip one end  of a quickdraw to your belay  loop and the other end to the  rope.  This  ‘lowering  quickdraw’ keeps you in the  same line as the route while  you descend. On your descent, unclip the  quickdraws  from  the  rope  and  then  from  the  bolts  (holding  onto  the  rock  makes this easier). Removing Quickdraws If  you  have  cleaned  the  anchor,  but  your quickdraws are still in the route,  you’ll  need  to  retrieve  them  on  your  way down. This  is  easy  on  a  straight-lined,  vertical route. Simply lower down and  unclip them from the bolt and the rope. The belayer will need to stop lowering  you at each bolt so you have time to  do this. Removing the Last  Quickdraw Step 1 If it is a safe swing (i.e: you wouldn’t hit  anything  or  anyone),  unclip  your  lowering quickdraw from the rope and  attach it directly to the bolt. Then allow your weight to hang on this  quickdraw. VDiff > Sport Climbing Basics > Descending 68 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Remove  the  last  quickdraw  from  the  bolt. To make this easier, use holds on the  rock  to  pull  yourself  in.  Be  ready  to  swing out! Step 2 Remove the other quickdraw from the  bolt and the rope. Give your belayer time to take in the  extra slack which is created. VDiff > Sport Climbing Basics > Descending 69 Warning! Be  careful  when  removing  the  last  quickdraw. If you remove it in the same way as  the  others,  you’ll  swing  out  from  the  rock and pull your belayer with you. Sold to mateo.gonzalez.gomez94@gmail.com \nWarning! Make sure the swing is safe. VDiff > Sport Climbing Basics > Descending 70 If  it  isn’t  a  safe  swing,  lower  to  the  ground  as  shown  below,  and  then  climb up to retrieve the quickdraw. This  works  best  if  you  have  a  bouldering pad and the first bolt isn’t  very high. Sold to mateo.gonzalez.gomez94@gmail.com \nClipping into Quickdraws If you have top-roped an overhanging  or traversing route, and someone else  wants to top-rope after you, you’ll need  to  clip  the  rope  to  some  of  the  quickdraws  on  your  way  down  as  ‘directionals’. These  directionals  stop  the  next  climber  from  swinging  wildly  across  the rock if they fall. Simply  clip  your  rope  into  the  quickdraws  as  you  lower.  Depending  on  the  route,  you  may  need  to  clip  them all, or just a couple. VDiff > Sport Climbing Basics > Descending 71 Pulling the Rope Down Untie any knots from the rope before  you pull it down. Shout 'rope' before it falls so everyone  around you is expecting it – a falling  rope in the head hurts! Pull the rope so the falling end drops  down  through  the  quickdraws  (if  you  are leaving them in). This will slow it  down and make it safer. Rope! Sold to mateo.gonzalez.gomez94@gmail.com \nStep 1 Attach yourself to the anchor and feed  the rope through the main abseil point,  as described on pages 61-62. Abseiling If  the  lowering  rings  are  already  showing signs of wear (abseiling puts  much  less  wear  on  the  rings  than  lowering). If your rope would rub across rough  edges when lowering. The  following  description  is  for  abseiling  with  one  rope  where  the  descent is less than half of your rope’s  length. For longer abseils, you’ll need  two ropes. Attaching Your Belay Device and Prusik Best Situation to Abseil -  -  Step 2 Clip  your  belay  device  to  your  belay  loop  with  a  screwgate  (don’t  lock  it  yet). VDiff > Sport Climbing Basics > Descending 72 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Pull up about a meter of both strands  of rope. It will be heavy, so stand on it  to create slack so it’s easier to clip in. Step 5 Clip both of the ropes and your belay  device  through  the  screwgate  carabiner and fasten it. You  don't  need  to  remove  the  screwgate from your belay loop when  doing this; you are more likely to drop  it if you do. Step 4 Push  the  ropes  through  your  belay  device making sure it is orientated the  correct way up. Step 6 Lean  into  the  anchor  and  pull  any  slack rope through your belay device. Holding  the  ropes  in  the  lock-off  position,  sit  back  and  apply  your  weight to the belay device. This allows  you to easily check the setup. VDiff > Sport Climbing Basics > Descending 73 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 7 For most abseils, it's wise to backup  with a prusik knot (see page 111). A  correctly  tied  prusik  will  auto-lock  if  you let go of the ropes. Clip the prusik to your leg loop. The  prusik will slide down the ropes if you  hold it close to your leg loop and lock  around  the  ropes  if  you  let  go.  Test  this before you abseil. If it doesn't lock, take it off and re-tie it  with an extra wrap around the ropes. Abseiling – Check the System Before  you  unclip  your  attachment  point from the anchor, check: Solid  anchor Rope threaded through main point of anchor Holding  both  ropes  beneath  belay  device Prusik knot Both ropes through belay device Knots added to rope ends VDiff > Sport Climbing Basics > Descending 74 Sold to mateo.gonzalez.gomez94@gmail.com \nAbseiling – The Descent Step 1 With one hand holding both ropes in  the lock-off position, unclip your slings  from the anchor. You can clip them out  of  the  way  on  the  back  of  your  harness. Step 2 Put your  other hand over the prusik.  Your  hands  should  be  in  the  same  position  as  they  would  to  lower  a  climber while belaying. Belay Loop Leg Loop Step 3 While  keeping  a  firm  grip,  lean  your  weight back and allow some rope to  go  through  your  belay  device,  remembering to slide the prusik down  as  you  go.  Continue  feeding  rope  through as you lower yourself down. It takes a little practise, but you'll soon  be able to figure out how fast to feed  the rope while staying in control. VDiff > Sport Climbing Basics > Descending 75 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 4 Sit  back  in  your  harness  and  keep  your body in an L shape with your feet  wide apart. Walk backwards down the  rock,  making  sure  to  look  behind  to  see  where  you're  going.  Move  smoothly  down  the  ropes.  Don’t  bounce, jump or swing around – this  puts much more force on the anchor  and is likely to damage your ropes if  they pass over rough edges. To abseil past a roof, plant your feet on  the  lip  and  lower  your  body  down.  Once your body is below the roof, cut  your  feet  loose  to  avoid  hitting  your  head.  Keep going until you've reached  the ground. Step 5 Remove  your abseil device, unfasten  any knots from the ends of the rope  and pull down on one side. Keep an eye on the other end of the  rope  as  you  do  this  to  make  sure  it  doesn't go up with a mysterious auto- knot fastened in it. When the ropes are about to fall down,  shout ‘rope’ to warn people who are  nearby. Be aware that the falling rope  may bring down loose rock with it. If  a  less  experienced  climber  is  worried  they  may  not  be  able  to  control the abseil, they can be given a  fireman’s belay. The more experienced  climber descends first, then holds the  ropes  while  the  other  climber  descends. A simple pull on the ropes  will lock their device. This is also useful if one climber has  forgotten  their  prusik  –  they  can  abseil last with a fireman’s backup. Abseiling – The Fireman's Belay VDiff > Sport Climbing Basics > Descending 76 Sold to mateo.gonzalez.gomez94@gmail.com \nAbseiling – The Extended Belay Device Extending with a 60cm Sling Simply girth-hitch a 60cm sling through  the hard  points  of  your harness (the  same points that your belay loop goes  through) and clip your belay device to  this sling. It's better to use thicker (and  therefore  more  durable)  nylon  slings  rather  than  thin  Dyneema  for  extending your belay device. Sometimes it can be useful to extend  your belay device with a sling before  you abseil. Best Situation to Use This Method - Extending with a 120cm Sling Alternatively,  you  can  use  a  120cm  sling in a similar way. Feed the sling through the hard points  of your harness, tie an overhand knot  in  it  and  then  clip  both  ends  of  the  sling to your belay device. Advantages - - Disadvantages - Takes longer to set up. You  can  use  a  prusik  with  less  chance  of  it  getting  stuck  in  your  belay device. Your prusik will be  centred , making it  easier to use than if you attach it to a  leg loop. If  you  don't  know  where  the  next  abseil  anchor  is  on  a  tricky  multi- pitch descent. -  Be  aware  of  where  your  rope  is  (above and below you). Make sure it  isn't rubbing over loose rock or sharp  edges. - Look out for ledges, trees, chimneys  or  anything  you  might  abseil  into  on  your descent. Abseiling – Top Tips - If your rope is stuck, stop just above it  and  allow  your  prusik  knot  to  tighten.  Make  sure  to  keep  hold  of  the  ropes  with one hand while you untangle them. - You can only abseil half of the total  length of rope that you have, so keep  this in mind before climbing up. VDiff > Sport Climbing Basics > Descending 77 Sold to mateo.gonzalez.gomez94@gmail.com",
      "startChar": 0,
      "endChar": 12589,
      "startPage": 1,
      "endPage": 14,
      "pageReferences": [
        {
          "term": "anchor",
          "context": " Your  choice  largely  depends  on  the  type of anchor, how it is positioned and  what you plan to",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": " to do after the climb. Lowering  from  a  sport  anchor  is  quicker than abseiling. It’s also much",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": " going to top-rope  the route, you should make an anchor  from your own gear and lower down  from th",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "ute, you’ll need to clean all your gear  from the anchor before you descend. For  anchors  which  ar",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "ur gear  from the anchor before you descend. For  anchors  which  are  in  a  poor  position for low",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "s  be  securely  connected  while  cleaning  the  anchor.   You will often have to do a mini  pitch ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "g a couple of long slings so  you  can  make  an  anchor  (such  as  slings around a tree) for this ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "94@gmail.com \nBest Situation to Walk Off When the anchor is situated in such a  way  which  means  l",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "d quickdraw acts  as  a  back-up  in  case  your  anchor  draws  unclip  as  you  descend.  It  is  ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "  down, you’ll need to either set up a top  rope  anchor  (see  page  50)  or  clean  the anchor (se",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "op  rope  anchor  (see  page  50)  or  clean  the anchor (see page 57). Step 1 Clip  a  quickdraw  i",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": " Removing Quickdraws If  you  have  cleaned  the  anchor,  but  your quickdraws are still in the rou",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": ".gomez94@gmail.com \nStep 1 Attach yourself to the anchor and feed  the rope through the main abseil ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "ated the  correct way up. Step 6 Lean  into  the  anchor  and  pull  any  slack rope through your be",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "re  you  unclip  your  attachment  point from the anchor, check: Solid  anchor Rope threaded through",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": " attachment  point from the anchor, check: Solid  anchor Rope threaded through main point of anchor ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "Solid  anchor Rope threaded through main point of anchor Holding  both  ropes  beneath  belay  devic",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": "e lock-off position, unclip your slings  from the anchor. You can clip them out  of  the  way  on  t",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": " swing around – this  puts much more force on the anchor  and is likely to damage your ropes if  the",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchor",
          "context": ". If  you  don't  know  where  the  next  abseil  anchor  is  on  a  tricky  multi- pitch descent. -",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "anchors",
          "context": "ur gear  from the anchor before you descend. For  anchors  which  are  in  a  poor  position for low",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "back  across  a  ledge),  it  is  much  better to belay your partner from the  top  of  the  climb  ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "rope  is  coming out towards you. Step 3 Ask your belayer to take  you  tight.  You  are  now  ready",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "e it easier, clip one end  of a quickdraw to your belay  loop and the other end to the  rope.  This ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": " and  unclip them from the bolt and the rope. The belayer will need to stop lowering  you at each bo",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": " quickdraw from the  bolt and the rope. Give your belayer time to take in the  extra slack which is ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "you’ll  swing  out  from  the  rock and pull your belayer with you. Sold to mateo.gonzalez.gomez94@g",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "r abseils, you’ll need  two ropes. Attaching Your Belay Device and Prusik Best Situation to Abseil -",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "Best Situation to Abseil -  -  Step 2 Clip  your  belay  device  to  your  belay  loop  with  a  scr",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "-  -  Step 2 Clip  your  belay  device  to  your  belay  loop  with  a  screwgate  (don’t  lock  it ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "o clip in. Step 5 Clip both of the ropes and your belay  device  through  the  screwgate  carabiner ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "don't  need  to  remove  the  screwgate from your belay loop when  doing this; you are more likely t",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "f you do. Step 4 Push  the  ropes  through  your  belay  device making sure it is orientated the  co",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "  anchor  and  pull  any  slack rope through your belay device. Holding  the  ropes  in  the  lock-o",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "tion,  sit  back  and  apply  your  weight to the belay device. This allows  you to easily check the",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "in point of anchor Holding  both  ropes  beneath  belay  device Prusik knot Both ropes through belay",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "ath  belay  device Prusik knot Both ropes through belay device Knots added to rope ends VDiff > Spor",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "ion  as  they  would  to  lower  a  climber while belaying. Belay Loop Leg Loop Step 3 While  keepin",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "hey  would  to  lower  a  climber while belaying. Belay Loop Leg Loop Step 3 While  keeping  a  firm",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "t back and allow some rope to  go  through  your  belay  device,  remembering to slide the prusik do",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "ontrol the abseil, they can be given a  fireman’s belay. The more experienced  climber descends firs",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "ith a fireman’s backup. Abseiling – The Fireman's Belay VDiff > Sport Climbing Basics > Descending 7",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "zalez.gomez94@gmail.com \nAbseiling – The Extended Belay Device Extending with a 60cm Sling Simply gi",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "nts  of  your harness (the  same points that your belay loop goes  through) and clip your belay devi",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "that your belay loop goes  through) and clip your belay device to  this sling. It's better to use th",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": " rather  than  thin  Dyneema  for  extending your belay device. Sometimes it can be useful to extend",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "evice. Sometimes it can be useful to extend  your belay device with a sling before  you abseil. Best",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "d  then  clip  both  ends  of  the  sling to your belay device. Advantages - - Disadvantages - Takes",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belay",
          "context": "  less  chance  of  it  getting  stuck  in  your  belay device. Your prusik will be  centred , makin",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "belaying",
          "context": "ion  as  they  would  to  lower  a  climber while belaying. Belay Loop Leg Loop Step 3 While  keepin",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rappel",
          "context": "ys  to  descend;  walk  off,  lower  or  abseil  (rappel). You will either lower or abseil  to  get ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": "s > Descending 71 Pulling the Rope Down Untie any knots from the rope before  you pull it down. Shou",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": " most abseils, it's wise to backup  with a prusik knot (see page 111). A  correctly  tied  prusik  w",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": "lding  both  ropes  beneath  belay  device Prusik knot Both ropes through belay device Knots added t",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": "evice Prusik knot Both ropes through belay device Knots added to rope ends VDiff > Sport Climbing Ba",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": " Step 5 Remove  your abseil device, unfasten  any knots from the ends of the rope  and pull down on ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": "  sure  it  doesn't go up with a mysterious auto- knot fastened in it. When the ropes are about to f",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": "the hard points  of your harness, tie an overhand knot  in  it  and  then  clip  both  ends  of  the",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knot",
          "context": "ck, stop just above it  and  allow  your  prusik  knot  to  tighten.  Make  sure  to  keep  hold  of",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knots",
          "context": "s > Descending 71 Pulling the Rope Down Untie any knots from the rope before  you pull it down. Shou",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knots",
          "context": "evice Prusik knot Both ropes through belay device Knots added to rope ends VDiff > Sport Climbing Ba",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "knots",
          "context": " Step 5 Remove  your abseil device, unfasten  any knots from the ends of the rope  and pull down on ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "eiling puts much less wear on the  rings and your rope. This could be the  best  option  if  the  ri",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "igns of wear. If the next climber is going to top-rope  the route, you should make an anchor  from y",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " descend.  It  is  dangerous to lower down or top-rope  from only two quickdraws. If you want  to re",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ur way  down, you’ll need to either set up a top  rope  anchor  (see  page  50)  or  clean  the anch",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ip  a  quickdraw  into  each bolt. Make sure the  rope-end  carabiners  have  their  gates  facing  ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "them  in  a  better  orientation. Step 2 Clip the rope through the  quickdraws  from  the  back  so ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "hrough the  quickdraws  from  the  back  so  the  rope  is  coming out towards you. Step 3 Ask your ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "raw to your belay  loop and the other end to the  rope.  This  ‘lowering  quickdraw’ keeps you in th",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " your descent, unclip the  quickdraws  from  the  rope  and  then  from  the  bolts  (holding  onto ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "lower down and  unclip them from the bolt and the rope. The belayer will need to stop lowering  you ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "yone),  unclip  your  lowering quickdraw from the rope and  attach it directly to the bolt. Then all",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "Remove the other quickdraw from the  bolt and the rope. Give your belayer time to take in the  extra",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ail.com \nClipping into Quickdraws If you have top-roped an overhanging  or traversing route, and som",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " traversing route, and someone else  wants to top-rope after you, you’ll need  to  clip  the  rope  ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "o top-rope after you, you’ll need  to  clip  the  rope  to  some  of  the  quickdraws  on  your  way",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "cross  the rock if they fall. Simply  clip  your  rope  into  the  quickdraws  as  you  lower.  Depe",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "Sport Climbing Basics > Descending 71 Pulling the Rope Down Untie any knots from the rope before  yo",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "71 Pulling the Rope Down Untie any knots from the rope before  you pull it down. Shout 'rope' before",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ts from the rope before  you pull it down. Shout 'rope' before it falls so everyone  around you is e",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "everyone  around you is expecting it – a falling  rope in the head hurts! Pull the rope so the falli",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " it – a falling  rope in the head hurts! Pull the rope so the falling end drops  down  through  the ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "m in). This will slow it  down and make it safer. Rope! Sold to mateo.gonzalez.gomez94@gmail.com \nSt",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "tep 1 Attach yourself to the anchor and feed  the rope through the main abseil point,  as described ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "s  wear  on  the  rings  than  lowering). If your rope would rub across rough  edges when lowering. ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "wing  description  is  for  abseiling  with  one  rope  where  the  descent is less than half of you",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "pe  where  the  descent is less than half of your rope’s  length. For longer abseils, you’ll need  t",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "e’s  length. For longer abseils, you’ll need  two ropes. Attaching Your Belay Device and Prusik Best",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "\nStep 3 Pull up about a meter of both strands  of rope. It will be heavy, so stand on it  to create ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "o it’s easier to clip in. Step 5 Clip both of the ropes and your belay  device  through  the  screwg",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "e likely to drop  it if you do. Step 4 Push  the  ropes  through  your  belay  device making sure it",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " 6 Lean  into  the  anchor  and  pull  any  slack rope through your belay device. Holding  the  rope",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ack rope through your belay device. Holding  the  ropes  in  the  lock-off  position,  sit  back  an",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "d  prusik  will  auto-lock  if  you let go of the ropes. Clip the prusik to your leg loop. The  prus",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "to your leg loop. The  prusik will slide down the ropes if you  hold it close to your leg loop and l",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " it close to your leg loop and lock  around  the  ropes  if  you  let  go.  Test  this before you ab",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " off and re-tie it  with an extra wrap around the ropes. Abseiling – Check the System Before  you  u",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ment  point from the anchor, check: Solid  anchor Rope threaded through main point of anchor Holding",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "eaded through main point of anchor Holding  both  ropes  beneath  belay  device Prusik knot Both rop",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "h  ropes  beneath  belay  device Prusik knot Both ropes through belay device Knots added to rope end",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ot Both ropes through belay device Knots added to rope ends VDiff > Sport Climbing Basics > Descendi",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "g – The Descent Step 1 With one hand holding both ropes in  the lock-off position, unclip your sling",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "rm  grip,  lean  your  weight back and allow some rope to  go  through  your  belay  device,  rememb",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "the prusik down  as  you  go.  Continue  feeding  rope  through as you lower yourself down. It takes",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "soon  be able to figure out how fast to feed  the rope while staying in control. VDiff > Sport Climb",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "where  you're  going.  Move  smoothly  down  the  ropes.  Don’t  bounce, jump or swing around – this",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "force on the anchor  and is likely to damage your ropes if  they pass over rough edges. To abseil pa",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " device, unfasten  any knots from the ends of the rope  and pull down on one side. Keep an eye on th",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "on one side. Keep an eye on the other end of the  rope  as  you  do  this  to  make  sure  it  doesn",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " a mysterious auto- knot fastened in it. When the ropes are about to fall down,  shout ‘rope’ to war",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "t. When the ropes are about to fall down,  shout ‘rope’ to warn people who are  nearby. Be aware tha",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "people who are  nearby. Be aware that the falling rope  may bring down loose rock with it. If  a  le",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "erienced  climber descends first, then holds the  ropes  while  the  other  climber  descends. A sim",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "e  other  climber  descends. A simple pull on the ropes  will lock their device. This is also useful",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "ti- pitch descent. -  Be  aware  of  where  your  rope  is  (above and below you). Make sure it  isn",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " on  your descent. Abseiling – Top Tips - If your rope is stuck, stop just above it  and  allow  you",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": "o  tighten.  Make  sure  to  keep  hold  of  the  ropes  with one hand while you untangle them. - Yo",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "rope",
          "context": " You can only abseil half of the total  length of rope that you have, so keep  this in mind before c",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "carabiner",
          "context": "ckdraw  into  each bolt. Make sure the  rope-end  carabiners  have  their  gates  facing  outwards. ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "carabiner",
          "context": " and your belay  device  through  the  screwgate  carabiner and fasten it. You  don't  need  to  rem",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "pitch",
          "context": " the  anchor.   You will often have to do a mini  pitch  in  order  to  reach  safe  walking  terrai",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "pitch",
          "context": "re  leaving your quickdraws on the bolts in  the  pitch  for  someone  else  to  lead  next. The hig",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "pitch",
          "context": "  next  abseil  anchor  is  on  a  tricky  multi- pitch descent. -  Be  aware  of  where  your  rope",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "ither lower or abseil  to  get  down  from  most  sport  routes.  Your  choice  largely  depends  on",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "ou plan to do after the climb. Lowering  from  a  sport  anchor  is  quicker than abseiling. It’s al",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "und a tree) for this purpose. Walking Off VDiff > Sport Climbing Basics > Descending 66 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "u  tight.  You  are  now  ready to lower. VDiff > Sport Climbing Basics > Descending 67 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "w your weight to hang on this  quickdraw. VDiff > Sport Climbing Basics > Descending 68 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "ake in the  extra slack which is created. VDiff > Sport Climbing Basics > Descending 69 Warning! Be ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "om \nWarning! Make sure the swing is safe. VDiff > Sport Climbing Basics > Descending 70 If  it  isn’",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "ed  to  clip  them all, or just a couple. VDiff > Sport Climbing Basics > Descending 71 Pulling the ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "th  a  screwgate  (don’t  lock  it  yet). VDiff > Sport Climbing Basics > Descending 72 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "is allows  you to easily check the setup. VDiff > Sport Climbing Basics > Descending 73 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "ugh belay device Knots added to rope ends VDiff > Sport Climbing Basics > Descending 74 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": " feed  the rope while staying in control. VDiff > Sport Climbing Basics > Descending 75 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "s backup. Abseiling – The Fireman's Belay VDiff > Sport Climbing Basics > Descending 76 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "sport",
          "context": "so keep  this in mind before climbing up. VDiff > Sport Climbing Basics > Descending 77 Sold to mate",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "lead",
          "context": " Use this Method -  -  When  someone  else  will  lead  the  climb after you. When  you  plan  to  l",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "lead",
          "context": "the bolts in  the  pitch  for  someone  else  to  lead  next. The highest lead quickdraw acts  as  a",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "lead",
          "context": "  for  someone  else  to  lead  next. The highest lead quickdraw acts  as  a  back-up  in  case  you",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "follow",
          "context": "would rub across rough  edges when lowering. The  following  description  is  for  abseiling  with  ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "tree) for this purpose. Walking Off VDiff > Sport Climbing Basics > Descending 66 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "ht.  You  are  now  ready to lower. VDiff > Sport Climbing Basics > Descending 67 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": " weight to hang on this  quickdraw. VDiff > Sport Climbing Basics > Descending 68 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": " the  extra slack which is created. VDiff > Sport Climbing Basics > Descending 69 Warning! Be  caref",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "rning! Make sure the swing is safe. VDiff > Sport Climbing Basics > Descending 70 If  it  isn’t  a  ",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "  clip  them all, or just a couple. VDiff > Sport Climbing Basics > Descending 71 Pulling the Rope D",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": " screwgate  (don’t  lock  it  yet). VDiff > Sport Climbing Basics > Descending 72 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "ows  you to easily check the setup. VDiff > Sport Climbing Basics > Descending 73 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "lay device Knots added to rope ends VDiff > Sport Climbing Basics > Descending 74 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": " the rope while staying in control. VDiff > Sport Climbing Basics > Descending 75 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "up. Abseiling – The Fireman's Belay VDiff > Sport Climbing Basics > Descending 76 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": " rope that you have, so keep  this in mind before climbing up. VDiff > Sport Climbing Basics > Desce",
          "pageRange": "pp. 1-14"
        },
        {
          "term": "climbing",
          "context": "p  this in mind before climbing up. VDiff > Sport Climbing Basics > Descending 77 Sold to mateo.gonz",
          "pageRange": "pp. 1-14"
        }
      ],
      "sectionHeading": "Knots",
      "topics": [
        "anchor",
        "anchors",
        "belay",
        "belaying",
        "rappel",
        "knot",
        "knots",
        "rope",
        "carabiner",
        "pitch",
        "sport",
        "lead",
        "follow",
        "climbing"
      ]
    }
  ],
  "searchIndex": {
    "111": [
      0
    ],
    "sold": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "mateo": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gonzalez": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gomez94": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gmail": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "com": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "descending": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "climb": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "tarrier": [
      0
    ],
    "dumbarton": [
      0
    ],
    "rock": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "scotland": [
      0
    ],
    "photographer": [
      0
    ],
    "fraser": [
      0
    ],
    "harle": [
      0
    ],
    "there": [
      0,
      0,
      0
    ],
    "are": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "basically": [
      0
    ],
    "three": [
      0
    ],
    "ways": [
      0
    ],
    "descend": [
      0,
      0,
      0,
      0
    ],
    "walk": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "off": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "lower": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "abseil": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "rappel": [
      0
    ],
    "you": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "will": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "either": [
      0,
      0
    ],
    "get": [
      0
    ],
    "down": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "from": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "most": [
      0,
      0
    ],
    "sport": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "routes": [
      0,
      0,
      0
    ],
    "your": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "choice": [
      0
    ],
    "largely": [
      0
    ],
    "depends": [
      0
    ],
    "the": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "type": [
      0
    ],
    "anchor": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "how": [
      0,
      0
    ],
    "positioned": [
      0
    ],
    "and": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "what": [
      0
    ],
    "plan": [
      0,
      0,
      0
    ],
    "after": [
      0,
      0,
      0
    ],
    "lowering": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "quicker": [
      0
    ],
    "than": [
      0,
      0,
      0,
      0,
      0
    ],
    "abseiling": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "also": [
      0,
      0
    ],
    "much": [
      0,
      0,
      0,
      0,
      0
    ],
    "easier": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "retrieve": [
      0,
      0,
      0
    ],
    "gear": [
      0,
      0,
      0
    ],
    "way": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "when": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "however": [
      0
    ],
    "puts": [
      0,
      0,
      0
    ],
    "less": [
      0,
      0,
      0,
      0,
      0
    ],
    "wear": [
      0,
      0,
      0,
      0
    ],
    "rings": [
      0,
      0,
      0,
      0,
      0
    ],
    "rope": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "this": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "could": [
      0
    ],
    "best": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "option": [
      0
    ],
    "already": [
      0,
      0
    ],
    "showing": [
      0,
      0
    ],
    "signs": [
      0,
      0
    ],
    "next": [
      0,
      0,
      0,
      0,
      0
    ],
    "climber": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "going": [
      0,
      0,
      0
    ],
    "top": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "route": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "should": [
      0,
      0
    ],
    "make": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "own": [
      0
    ],
    "that": [
      0,
      0,
      0,
      0
    ],
    "last": [
      0,
      0,
      0,
      0,
      0
    ],
    "person": [
      0
    ],
    "need": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "clean": [
      0,
      0
    ],
    "all": [
      0,
      0,
      0
    ],
    "before": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "for": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "anchors": [
      0
    ],
    "which": [
      0,
      0,
      0
    ],
    "poor": [
      0
    ],
    "position": [
      0,
      0,
      0,
      0
    ],
    "far": [
      0,
      0
    ],
    "back": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "across": [
      0,
      0,
      0
    ],
    "ledge": [
      0,
      0
    ],
    "better": [
      0,
      0,
      0
    ],
    "belay": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "partner": [
      0
    ],
    "see": [
      0,
      0,
      0,
      0,
      0
    ],
    "page": [
      0,
      0,
      0,
      0
    ],
    "can": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "then": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "walking": [
      0,
      0,
      0
    ],
    "common": [
      0
    ],
    "descent": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "method": [
      0,
      0,
      0,
      0
    ],
    "usually": [
      0
    ],
    "established": [
      0
    ],
    "trail": [
      0
    ],
    "base": [
      0
    ],
    "sure": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "always": [
      0
    ],
    "securely": [
      0
    ],
    "connected": [
      0
    ],
    "while": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "cleaning": [
      0
    ],
    "often": [
      0
    ],
    "have": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "mini": [
      0
    ],
    "pitch": [
      0,
      0,
      0
    ],
    "order": [
      0
    ],
    "reach": [
      0
    ],
    "safe": [
      0,
      0,
      0,
      0
    ],
    "terrain": [
      0
    ],
    "bring": [
      0,
      0
    ],
    "couple": [
      0,
      0
    ],
    "long": [
      0
    ],
    "slings": [
      0,
      0,
      0,
      0
    ],
    "such": [
      0,
      0
    ],
    "around": [
      0,
      0,
      0,
      0,
      0
    ],
    "tree": [
      0
    ],
    "purpose": [
      0
    ],
    "vdiff": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "climbing": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "basics": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "situation": [
      0,
      0,
      0,
      0
    ],
    "situated": [
      0
    ],
    "means": [
      0
    ],
    "would": [
      0,
      0,
      0
    ],
    "difficult": [
      0,
      0
    ],
    "dangerous": [
      0,
      0
    ],
    "crag": [
      0
    ],
    "covered": [
      0
    ],
    "loose": [
      0,
      0,
      0,
      0
    ],
    "blocks": [
      0
    ],
    "simplest": [
      0
    ],
    "two": [
      0,
      0,
      0
    ],
    "spare": [
      0
    ],
    "quickdraws": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "use": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "someone": [
      0,
      0,
      0
    ],
    "else": [
      0,
      0,
      0
    ],
    "lead": [
      0,
      0,
      0
    ],
    "leave": [
      0
    ],
    "bolts": [
      0,
      0,
      0,
      0
    ],
    "warning": [
      0,
      0,
      0
    ],
    "only": [
      0,
      0,
      0
    ],
    "like": [
      0
    ],
    "leaving": [
      0,
      0
    ],
    "highest": [
      0
    ],
    "quickdraw": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "acts": [
      0
    ],
    "case": [
      0
    ],
    "draws": [
      0
    ],
    "unclip": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "want": [
      0
    ],
    "remove": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "set": [
      0,
      0
    ],
    "step": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "clip": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "into": [
      0,
      0,
      0,
      0,
      0
    ],
    "each": [
      0,
      0
    ],
    "bolt": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "end": [
      0,
      0,
      0,
      0,
      0
    ],
    "carabiners": [
      0
    ],
    "their": [
      0,
      0,
      0
    ],
    "gates": [
      0
    ],
    "facing": [
      0
    ],
    "outwards": [
      0
    ],
    "chains": [
      0
    ],
    "underneath": [
      0
    ],
    "put": [
      0,
      0
    ],
    "them": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "orientation": [
      0
    ],
    "through": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "coming": [
      0
    ],
    "out": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "towards": [
      0
    ],
    "ask": [
      0
    ],
    "belayer": [
      0,
      0,
      0,
      0
    ],
    "take": [
      0,
      0,
      0
    ],
    "tight": [
      0
    ],
    "now": [
      0
    ],
    "ready": [
      0,
      0
    ],
    "overhanging": [
      0,
      0,
      0
    ],
    "removing": [
      0,
      0,
      0,
      0
    ],
    "more": [
      0,
      0,
      0,
      0,
      0
    ],
    "traversing": [
      0,
      0
    ],
    "one": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "loop": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "other": [
      0,
      0,
      0,
      0,
      0
    ],
    "keeps": [
      0
    ],
    "same": [
      0,
      0,
      0,
      0
    ],
    "line": [
      0
    ],
    "holding": [
      0,
      0,
      0,
      0
    ],
    "onto": [
      0
    ],
    "makes": [
      0
    ],
    "cleaned": [
      0
    ],
    "but": [
      0,
      0
    ],
    "still": [
      0
    ],
    "easy": [
      0
    ],
    "straight": [
      0
    ],
    "lined": [
      0
    ],
    "vertical": [
      0
    ],
    "simply": [
      0,
      0,
      0
    ],
    "stop": [
      0,
      0,
      0
    ],
    "time": [
      0,
      0
    ],
    "swing": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "wouldn": [
      0
    ],
    "hit": [
      0
    ],
    "anything": [
      0,
      0
    ],
    "anyone": [
      0
    ],
    "attach": [
      0,
      0,
      0
    ],
    "directly": [
      0
    ],
    "allow": [
      0,
      0,
      0
    ],
    "weight": [
      0,
      0,
      0
    ],
    "hang": [
      0
    ],
    "holds": [
      0,
      0
    ],
    "pull": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "yourself": [
      0,
      0,
      0
    ],
    "give": [
      0
    ],
    "extra": [
      0,
      0
    ],
    "slack": [
      0,
      0,
      0
    ],
    "created": [
      0
    ],
    "careful": [
      0
    ],
    "others": [
      0
    ],
    "with": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "isn": [
      0,
      0,
      0
    ],
    "ground": [
      0,
      0
    ],
    "shown": [
      0
    ],
    "below": [
      0,
      0,
      0
    ],
    "works": [
      0
    ],
    "bouldering": [
      0
    ],
    "pad": [
      0
    ],
    "first": [
      0,
      0
    ],
    "very": [
      0
    ],
    "high": [
      0
    ],
    "clipping": [
      0
    ],
    "roped": [
      0
    ],
    "wants": [
      0
    ],
    "some": [
      0,
      0
    ],
    "directionals": [
      0,
      0
    ],
    "these": [
      0
    ],
    "swinging": [
      0
    ],
    "wildly": [
      0
    ],
    "they": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "fall": [
      0,
      0
    ],
    "depending": [
      0
    ],
    "may": [
      0,
      0,
      0
    ],
    "just": [
      0,
      0
    ],
    "pulling": [
      0
    ],
    "untie": [
      0
    ],
    "any": [
      0,
      0,
      0
    ],
    "knots": [
      0,
      0,
      0
    ],
    "shout": [
      0,
      0
    ],
    "falls": [
      0
    ],
    "everyone": [
      0
    ],
    "expecting": [
      0
    ],
    "falling": [
      0,
      0,
      0
    ],
    "head": [
      0,
      0
    ],
    "hurts": [
      0
    ],
    "drops": [
      0
    ],
    "slow": [
      0
    ],
    "safer": [
      0
    ],
    "feed": [
      0,
      0,
      0
    ],
    "main": [
      0,
      0
    ],
    "point": [
      0,
      0,
      0
    ],
    "described": [
      0
    ],
    "pages": [
      0
    ],
    "rub": [
      0
    ],
    "rough": [
      0,
      0
    ],
    "edges": [
      0,
      0,
      0
    ],
    "following": [
      0
    ],
    "description": [
      0
    ],
    "where": [
      0,
      0,
      0,
      0
    ],
    "half": [
      0,
      0
    ],
    "length": [
      0,
      0
    ],
    "longer": [
      0,
      0
    ],
    "abseils": [
      0,
      0
    ],
    "ropes": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "attaching": [
      0
    ],
    "device": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "prusik": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "screwgate": [
      0,
      0,
      0
    ],
    "don": [
      0,
      0,
      0,
      0
    ],
    "lock": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "yet": [
      0
    ],
    "about": [
      0,
      0
    ],
    "meter": [
      0
    ],
    "both": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "strands": [
      0
    ],
    "heavy": [
      0
    ],
    "stand": [
      0
    ],
    "create": [
      0
    ],
    "carabiner": [
      0
    ],
    "fasten": [
      0
    ],
    "doing": [
      0
    ],
    "likely": [
      0,
      0
    ],
    "drop": [
      0
    ],
    "push": [
      0
    ],
    "making": [
      0,
      0,
      0
    ],
    "orientated": [
      0
    ],
    "correct": [
      0
    ],
    "lean": [
      0,
      0
    ],
    "sit": [
      0,
      0
    ],
    "apply": [
      0
    ],
    "allows": [
      0
    ],
    "easily": [
      0
    ],
    "check": [
      0,
      0,
      0
    ],
    "setup": [
      0
    ],
    "wise": [
      0
    ],
    "backup": [
      0,
      0
    ],
    "knot": [
      0,
      0,
      0,
      0,
      0
    ],
    "correctly": [
      0
    ],
    "tied": [
      0
    ],
    "auto": [
      0,
      0
    ],
    "let": [
      0,
      0
    ],
    "leg": [
      0,
      0,
      0,
      0
    ],
    "slide": [
      0,
      0
    ],
    "hold": [
      0,
      0
    ],
    "close": [
      0
    ],
    "test": [
      0
    ],
    "doesn": [
      0,
      0
    ],
    "tie": [
      0,
      0
    ],
    "wrap": [
      0
    ],
    "system": [
      0
    ],
    "attachment": [
      0
    ],
    "solid": [
      0
    ],
    "threaded": [
      0
    ],
    "beneath": [
      0
    ],
    "added": [
      0
    ],
    "ends": [
      0,
      0,
      0
    ],
    "hand": [
      0,
      0,
      0
    ],
    "harness": [
      0,
      0,
      0,
      0
    ],
    "over": [
      0,
      0,
      0
    ],
    "hands": [
      0
    ],
    "belaying": [
      0
    ],
    "keeping": [
      0
    ],
    "firm": [
      0
    ],
    "grip": [
      0
    ],
    "remembering": [
      0
    ],
    "continue": [
      0
    ],
    "feeding": [
      0
    ],
    "takes": [
      0,
      0
    ],
    "little": [
      0
    ],
    "practise": [
      0
    ],
    "soon": [
      0
    ],
    "able": [
      0,
      0
    ],
    "figure": [
      0
    ],
    "fast": [
      0
    ],
    "staying": [
      0
    ],
    "control": [
      0,
      0
    ],
    "keep": [
      0,
      0,
      0,
      0,
      0
    ],
    "body": [
      0,
      0,
      0
    ],
    "shape": [
      0
    ],
    "feet": [
      0,
      0,
      0
    ],
    "wide": [
      0
    ],
    "apart": [
      0
    ],
    "backwards": [
      0
    ],
    "look": [
      0,
      0
    ],
    "behind": [
      0
    ],
    "move": [
      0
    ],
    "smoothly": [
      0
    ],
    "bounce": [
      0
    ],
    "jump": [
      0
    ],
    "force": [
      0
    ],
    "damage": [
      0
    ],
    "pass": [
      0
    ],
    "past": [
      0
    ],
    "roof": [
      0,
      0
    ],
    "plant": [
      0
    ],
    "lip": [
      0
    ],
    "once": [
      0
    ],
    "cut": [
      0
    ],
    "avoid": [
      0
    ],
    "hitting": [
      0
    ],
    "until": [
      0
    ],
    "reached": [
      0
    ],
    "unfasten": [
      0
    ],
    "side": [
      0
    ],
    "eye": [
      0
    ],
    "mysterious": [
      0
    ],
    "fastened": [
      0
    ],
    "warn": [
      0
    ],
    "people": [
      0
    ],
    "who": [
      0
    ],
    "nearby": [
      0
    ],
    "aware": [
      0,
      0
    ],
    "experienced": [
      0,
      0
    ],
    "worried": [
      0
    ],
    "not": [
      0
    ],
    "given": [
      0
    ],
    "fireman": [
      0,
      0,
      0
    ],
    "descends": [
      0,
      0
    ],
    "simple": [
      0
    ],
    "useful": [
      0,
      0
    ],
    "has": [
      0
    ],
    "forgotten": [
      0
    ],
    "extended": [
      0
    ],
    "extending": [
      0,
      0,
      0
    ],
    "60cm": [
      0,
      0
    ],
    "sling": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "girth": [
      0
    ],
    "hitch": [
      0
    ],
    "hard": [
      0,
      0
    ],
    "points": [
      0,
      0,
      0
    ],
    "goes": [
      0
    ],
    "thicker": [
      0
    ],
    "therefore": [
      0
    ],
    "durable": [
      0
    ],
    "nylon": [
      0
    ],
    "rather": [
      0
    ],
    "thin": [
      0
    ],
    "dyneema": [
      0
    ],
    "sometimes": [
      0
    ],
    "extend": [
      0
    ],
    "120cm": [
      0,
      0
    ],
    "alternatively": [
      0
    ],
    "similar": [
      0
    ],
    "overhand": [
      0
    ],
    "advantages": [
      0
    ],
    "disadvantages": [
      0
    ],
    "chance": [
      0
    ],
    "getting": [
      0
    ],
    "stuck": [
      0,
      0
    ],
    "centred": [
      0
    ],
    "know": [
      0
    ],
    "tricky": [
      0
    ],
    "multi": [
      0
    ],
    "above": [
      0,
      0
    ],
    "rubbing": [
      0
    ],
    "sharp": [
      0
    ],
    "ledges": [
      0
    ],
    "trees": [
      0
    ],
    "chimneys": [
      0
    ],
    "might": [
      0
    ],
    "tips": [
      0
    ],
    "tighten": [
      0
    ],
    "untangle": [
      0
    ],
    "total": [
      0
    ],
    "mind": [
      0
    ]
  }
}