{
  "chapterName": "04_Anchors.pdf",
  "extractedAt": "2025-08-08T00:44:56.058Z",
  "text": "Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors Photographer:  Alex Ratson. Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors – What to do at the Top Many  climbs  have  bolted  anchors  at  the top. This is the standard for sport  climbs worldwide, but is also common  at many North American trad climbing  venues. These  bolted  anchors  will  usually  be  equipped with maillons (quick links) or  lowering  rings,  sometimes  connected  with chains. If you want to set up a top  rope, you’ll need to use your own gear. You won’t be able to simply clip your  rope through this type of bolted anchor  like  you  would  at  the  gym.  Instead,  you’ll  need  untie  from  the  rope  and  tttttttttttttttttttt thread it through. After that, you can  either  abseil,  or  have  your  belayer  lower you down. It’s important to learn how to do this in  the  correct  order.  If  you  thread  an  anchor incorrectly, you could drop your  rope and be stranded at the anchor, or  even  become  completely  detached  from the bolts. Setting Up a Top-Rope With the security of an anchored rope  above, top-roping is the safest way to  climb. A top-roped climber can rest on  the rope whenever they are too tired to  continue,  safe  in  the  knowledge  that  sssss they  will  only fall  a few inches. Top- roping  is  great  for  beginners,  large  groups  or  for  experienced  climbers  who want to push their physical limits. VDiff > Sport Climbing Basics > Anchors 50 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 1 After leading up to the anchor, clip a  screwgate carabiner directly into each  bolt.  They  will  usually  be  better  orientated if you clip them underneath  the lowering rings. Step 2 Clip  the  sling  or  cordelette  to  both  carabiners. Pull it down in the middle  so both strands are equal. Step 3 Tie  an  overhand  knot  in  it.  This  creates a central point. Step 4 Clip two screwgate carabiners to the  central point with their gates facing in  opposite directions. You Will Need * Four screwgate carabiners. * A cordelette/ long sling. Setting Up a Top-Rope After Leading If the next climber will top-rope the  route. Best Situation to Use this Method -  VDiff > Sport Climbing Basics > Anchors 51 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 5 Clip  the  rope  through  the  carabiners  from the back so the rope is coming  out towards you. A sk your belayer to  take you tight. You are now ready to  lower and the top-rope is set. Warning – Connecting Quickdraws Never  connect  quickdraws  together  like this. If you need to extend the anchor for  lowering  or  any  other  reason,  make  sure  to  use  a  sling  or  cordelette  instead, as described on the previous  pages. At some crags it is possible to set up a  top-rope  by  walking  to  the  top  and  equalizing anchor bolts or trees. Be  careful  when  walking  around  the  top of a crag un-roped. You may need  to make an anchor further back from  the cliff edge and then be put on belay  while you set up the top-rope anchor. If the bolts are set back on a ledge, or  situated in a place which causes the  rope to rub over an edge, you should  extend the anchor and pad the edge. Setting Up a Top-Rope from Above Make sure to double up the slings or  cordelettes  which  extend  the  anchor  over the edge.  An old piece of carpet,  foam  pads  or  garden  hose  pipes  (without  metal  lining)  make  good  padding. Even  if  your  anchor  is  bomber,  extended and well padded, it is wise to  check it periodically if it is being used  repeatedly.  Setting  up  a  trad  anchor  using  trees  or  other  trad  gear  is  explained in  Trad Climbing Basics. VDiff > Sport Climbing Basics > Anchors 52 Sold to mateo.gonzalez.gomez94@gmail.com \nAttaching to the Anchor The Top Shelf To free up space at the central point,  you can clip in to the top shelf of the  cordelette. There  will  be  more  than  one  other  climber attaching to the central point. This is useful when: - Belaying in guide mode. - Using a redirected belay. - Step 1 Cinch the cordelette tight and attach a  screwgate  to  the  central  point.  This  ensures the knot cannot roll. Step 2 Clip  each  individual  loop  of  the  cordelette with another screwgate as  shown. Step 3 Attach yourself to this screwgate. VDiff > Sport Climbing Basics > Anchors 53 Sold to mateo.gonzalez.gomez94@gmail.com \nSlings, PAS's and Daisy Chains Daisy Chains Daisy  chains  look  and  function  in  a  similar way to the PAS, but they are  only full strength when clipped end-to- end. The stitching between daisy chain  loops  is  very  low  strength.  If  you  connect  to  an  anchor  by  clipping  a  carabiner  through  two  consecutive  loops,  the  stitching  could  break,  causing  you  to  become  completely  detached from the anchor. Personal Anchor Systems A Personal Anchor System (PAS) is a  series  of  very  short  sewn  slings  connected  in  a  chain-link-style.  They  are designed as an idiot-proof anchor  attachment. Once  girth  hitched  to  your  harness,  any part of the PAS can be clipped to  an  anchor  to  provide  a  full  strength  attachment. Warning! Make sure  you  have clipped  through  each cordelette loop individually.  It is  dangerous to clip around the loops as  ooooooooo shown. If one part of the anchor fails,  you will become completely detached. VDiff > Sport Climbing Basics > Anchors 54 Sold to mateo.gonzalez.gomez94@gmail.com \nSlings Slings are designed to be used with a  dynamic rope in the system to lessen  the  impact  on  them.  Much  higher  forces  can  be  generated  when  they  are used alone. Adjustable Daisy Chains Adjustable  daisy  chains  are  not  full  strength (usually rated to around 5kN)  and  should  never  be  used  as  your  primary anchor attachment. Moving Above the Anchor It's only safe to attach yourself to an  anchor with a sling, daisy chain or PAS  if you won't be moving above it (such  as when setting up an abseil). If you fall when above an anchor (even  if you are only 30cm above), unusually  large forces will be generated. This is  because slings (especially those made  of  Dyneema)  do  not  absorb  much  energy – think of it as similar to falling  when  attached  to  a  length  of  steel  cable.  You  can  damage  internal  organs with just a 10kN force – falling  onto  a  sling  directly  is  likely  to  be  much higher than this. It  could  also  break  the  sling,  or  the  anchor. If there is any chance that you  will  move  sideways  or  above  the  anchor, make sure  to attach to it with  the rope. VDiff > Sport Climbing Basics > Anchors 55 Sold to mateo.gonzalez.gomez94@gmail.com \nCommon Mistakes Tying Clovehitches on Snapgates Part  of  the  clovehitch  could  easily  snap  through  the  gate,  making  the  knot  useless.  Never  tie  clovehitches  on  snapgate  carabiners.  Use  a  screwgate,  or  two  opposite  and  opposed  snapgates  (see  next  page)  instead. Clipping Snapgates Together A slight twist can cause the carabiner’s  gate to open. Instead,  use  a  quickdraw,  sling  or  screwgate depending on the situation. If the blue rope is weighted, it will be  impossible to remove the green rope. If  the  green  rope  is  a  climber’s  attachment point and you open the  gate  to  remove  the  blue  rope,  the  climber will only be attached by an  open  carabiner  –  this  is  very  dangerous. Non-Equalized Anchor Attachment If one bolt fails, everything will swing  onto  the  other  bolt.  This  presents  a  real  danger  of  losing  control  of  the  belay. Always  make  sure  your  anchor  is  equalized. Too Many Knots on one Carabiner This is bad because: - -  If you need to attach more than one  knot  to  an  anchor,  use  a  separate  screwgate for each. VDiff > Sport Climbing Basics > Anchors 56 Sold to mateo.gonzalez.gomez94@gmail.com \nNo Screwgates? If  you  need  a  screwgate  but  don’t  have one, you can use two ‘opposite  and opposed’ snapgates instead. This  is  useful  in  situations  such  as  attaching to an anchor. Warning! This is a common incorrect carabiner  alignment.  If  one  carabiner  flips  around,  both  gates  could  be  pushed  open at the same time. You  will  remain  on  belay  during  this  whole process until you’re back on the  ground. You Will Need * Two spare quickdraws. * One screwgate carabiner. When you are the last person to lead  the route. When the anchor has a central point  which is big enough to feed a bight of  rope through. Cleaning  a  sport  anchor  means  removing all of your gear from it. Three  of  the  main  ways  to  do  this  are  described on the following pages. Method 1 – Feed a Bight of Rope Through Which  you  choose  depends  on  the  type of anchor and whether you plan  to lower or abseil. Cleaning a Sport Anchor Best Situation to Use this Method -  -   VDiff > Sport Climbing Basics > Anchors 57 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 1 Clip your rope through a quickdraw on  one of the anchor bolts. Step 2 Clip another quickdraw into the other  anchor bolt and clip it directly to your  belay  loop.  Rest  your  weight  on  this  quickdraw. Step 4 Tie a figure-8 on a bight and clip this to  your  belay  loop  with  a  screwgate  carabiner. Step 3 Pull up a little slack and push a bight  of the rope through the main anchor  point as shown. Step 5 Untie from the end of the rope. Step 6 Pull the  end of the rope through the  main anchor point. VDiff > Sport Climbing Basics > Anchors 58 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 7 Remove  the  quickdraw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  now ready to lower. Step 1 Clip  two  quickdraws  into  the  anchor  bolts;  one  clipped  through  the  rope  and the other clipped directly into your  belay loop, just the same as method 1.  Rest your weight on the quickdraw. Step 2 Pull  up  some  slack  rope  and  tie  a  figure-8  on  a  bight.  Clip  this  to  your  belay loop with a screwgate carabiner. You Will Need * Two spare quickdraws. * One screwgate carabiner. Method 2 – Feed the End of the Rope Through Sometimes, you won’t be able to push  a  bight  of  rope  through  the  anchor.  This depends on the thickness of your  rope and the type of anchor. As with method 1, you will remain on  belay during the whole process. When you are the last person to lead  the route. When the anchor has a central point  which is too small to feed a bight of  rope through. Best Situation to Use this Method - -   VDiff > Sport Climbing Basics > Anchors 59 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the  main anchor point(s). Step 5 Tie in to the end of the rope. Step 6 Remove the screwgate carabiner and  untie the figure-8 on a bight. Step 7 Remove  the  quickdraw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  now ready to lower. VDiff > Sport Climbing Basics > Anchors 60 Sold to mateo.gonzalez.gomez94@gmail.com \nYou Will Need *  *  *  * Two 60cm slings. A  belay  device  with  a  screwgate  carabiner. A  prusik  cord  with  a  screwgate  carabiner. Three spare carabiners (two of these  must be screwgates). Method 3 – Attach Directly and Abseil Step 1 Girth-hitch  both  slings  through  your  belay  loop  and  attach  them  to  the  anchor  bolts  with  screwgate  carabiners. You can now tell your belayer that you  are ‘off belay’. Step 2 Pull up some slack and tie the rope to  a  carabiner.  Clip  this  to  your  belay  loop.  You  don’t  necessarily  need  to  use a screwgate carabiner here, and it  doesn’t matter too much what knot you  use. The point of this is so you can’t  accidentally drop the rope during the  following steps. Some climbers clip this to a gear loop,  since  it  will  not  be  weighted.  This  is  okay,  but  it’s  possible  to  break  your  gear  loop  if  the  rope  gets  stuck  on  something,  meaning  that  you  would  end up stranded at the top of the climb  without a rope. When  you  are  the  last  person  to  climb the route. If the main anchor point is showing  some signs of wear. If  your  rope  would  rub  over  rough  edges while lowering. Best Situation to Use this Method - -  -  VDiff > Sport Climbing Basics > Anchors 61 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the  main anchor points. Tying a knot in the  end of the rope stops it from zipping  through the anchor if you accidentally  let go of it during the next step. Step 5 Remove the carabiner  from your belay  loop and untie the knot. Pull the rope  down  so  that  both  ends  are  on  the  ground.  Some  ropes  have  a  convenient middle marker to make this  easier. Ask your belayer to confirm that  the  ends  are  down.  If  the  ends  are  only just down, or if you’re abseiling to  an  exposed  ledge,  you  should  tie  knots in both ends of the rope. These  knots  stop  you  from  accidentally  abseiling off the end of the rope. Step 6 Attach your belay device and prusik to  the rope (as described on pages 70- 72). VDiff > Sport Climbing Basics > Anchors 62 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 7 Weight your belay device to check the  setup.  Then  remove  the  slings.  You  are now ready to abseil (learn how to  abseil on page 70). *  Always  double-check  the  setup  before you untie each knot. A mistake  could be fatal. * Make sure to communicate with your  partner  so  they  know  if  you  plan  to  lower or abseil. If you plan to lower but  your partner thinks you will abseil, they  will take you off belay! Be clear about  what you are doing. *  Look  out  for  sharp  edges  beneath  the anchor. Consider abseiling, rather  than lowering,  if  your  rope  could run  over a sharp edge. * It’s important that you don’t add wear  on the anchor rings by top-roping off  them.  Make  sure  to  use  your  own  screwgates  and  slings  for  top-roping  so  any  wear  is  on  your  own  gear  rather than the rings. *  Always  inspect  the  quality  of  the  anchors  and  the  surrounding  rock  before trusting your life to them. * Never thread a rope directly through  a bolt hanger. The square edges are  likely to damage or cut your rope. Only  thread your rope through round-edged  metal. Cleaning Anchors – Top Tips VDiff > Sport Climbing Basics > Anchors 63 Sold to mateo.gonzalez.gomez94@gmail.com",
  "totalPages": 16,
  "pageData": {
    "1": "Sold to mateo.gonzalez.gomez94@gmail.com ",
    "2": "Anchors Photographer:  Alex Ratson. Sold to mateo.gonzalez.gomez94@gmail.com ",
    "3": "Anchors – What to do at the Top Many  climbs  have  bolted  anchors  at  the top. This is the standard for sport  climbs worldwide, but is also common  at many North American trad climbing  venues. These  bolted  anchors  will  usually  be  equipped with maillons (quick links) or  lowering  rings,  sometimes  connected  with chains. If you want to set up a top  rope, you’ll need to use your own gear. You won’t be able to simply clip your  rope through this type of bolted anchor  like  you  would  at  the  gym.  Instead,  you’ll  need  untie  from  the  rope  and  tttttttttttttttttttt thread it through. After that, you can  either  abseil,  or  have  your  belayer  lower you down. It’s important to learn how to do this in  the  correct  order.  If  you  thread  an  anchor incorrectly, you could drop your  rope and be stranded at the anchor, or  even  become  completely  detached  from the bolts. Setting Up a Top-Rope With the security of an anchored rope  above, top-roping is the safest way to  climb. A top-roped climber can rest on  the rope whenever they are too tired to  continue,  safe  in  the  knowledge  that  sssss they  will  only fall  a few inches. Top- roping  is  great  for  beginners,  large  groups  or  for  experienced  climbers  who want to push their physical limits. VDiff > Sport Climbing Basics > Anchors 50 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "4": "Step 1 After leading up to the anchor, clip a  screwgate carabiner directly into each  bolt.  They  will  usually  be  better  orientated if you clip them underneath  the lowering rings. Step 2 Clip  the  sling  or  cordelette  to  both  carabiners. Pull it down in the middle  so both strands are equal. Step 3 Tie  an  overhand  knot  in  it.  This  creates a central point. Step 4 Clip two screwgate carabiners to the  central point with their gates facing in  opposite directions. You Will Need * Four screwgate carabiners. * A cordelette/ long sling. Setting Up a Top-Rope After Leading If the next climber will top-rope the  route. Best Situation to Use this Method -  VDiff > Sport Climbing Basics > Anchors 51 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "5": "Step 5 Clip  the  rope  through  the  carabiners  from the back so the rope is coming  out towards you. A sk your belayer to  take you tight. You are now ready to  lower and the top-rope is set. Warning – Connecting Quickdraws Never  connect  quickdraws  together  like this. If you need to extend the anchor for  lowering  or  any  other  reason,  make  sure  to  use  a  sling  or  cordelette  instead, as described on the previous  pages. At some crags it is possible to set up a  top-rope  by  walking  to  the  top  and  equalizing anchor bolts or trees. Be  careful  when  walking  around  the  top of a crag un-roped. You may need  to make an anchor further back from  the cliff edge and then be put on belay  while you set up the top-rope anchor. If the bolts are set back on a ledge, or  situated in a place which causes the  rope to rub over an edge, you should  extend the anchor and pad the edge. Setting Up a Top-Rope from Above Make sure to double up the slings or  cordelettes  which  extend  the  anchor  over the edge.  An old piece of carpet,  foam  pads  or  garden  hose  pipes  (without  metal  lining)  make  good  padding. Even  if  your  anchor  is  bomber,  extended and well padded, it is wise to  check it periodically if it is being used  repeatedly.  Setting  up  a  trad  anchor  using  trees  or  other  trad  gear  is  explained in  Trad Climbing Basics. VDiff > Sport Climbing Basics > Anchors 52 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "6": "Attaching to the Anchor The Top Shelf To free up space at the central point,  you can clip in to the top shelf of the  cordelette. There  will  be  more  than  one  other  climber attaching to the central point. This is useful when: - Belaying in guide mode. - Using a redirected belay. - Step 1 Cinch the cordelette tight and attach a  screwgate  to  the  central  point.  This  ensures the knot cannot roll. Step 2 Clip  each  individual  loop  of  the  cordelette with another screwgate as  shown. Step 3 Attach yourself to this screwgate. VDiff > Sport Climbing Basics > Anchors 53 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "7": "Slings, PAS's and Daisy Chains Daisy Chains Daisy  chains  look  and  function  in  a  similar way to the PAS, but they are  only full strength when clipped end-to- end. The stitching between daisy chain  loops  is  very  low  strength.  If  you  connect  to  an  anchor  by  clipping  a  carabiner  through  two  consecutive  loops,  the  stitching  could  break,  causing  you  to  become  completely  detached from the anchor. Personal Anchor Systems A Personal Anchor System (PAS) is a  series  of  very  short  sewn  slings  connected  in  a  chain-link-style.  They  are designed as an idiot-proof anchor  attachment. Once  girth  hitched  to  your  harness,  any part of the PAS can be clipped to  an  anchor  to  provide  a  full  strength  attachment. Warning! Make sure  you  have clipped  through  each cordelette loop individually.  It is  dangerous to clip around the loops as  ooooooooo shown. If one part of the anchor fails,  you will become completely detached. VDiff > Sport Climbing Basics > Anchors 54 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "8": "Slings Slings are designed to be used with a  dynamic rope in the system to lessen  the  impact  on  them.  Much  higher  forces  can  be  generated  when  they  are used alone. Adjustable Daisy Chains Adjustable  daisy  chains  are  not  full  strength (usually rated to around 5kN)  and  should  never  be  used  as  your  primary anchor attachment. Moving Above the Anchor It's only safe to attach yourself to an  anchor with a sling, daisy chain or PAS  if you won't be moving above it (such  as when setting up an abseil). If you fall when above an anchor (even  if you are only 30cm above), unusually  large forces will be generated. This is  because slings (especially those made  of  Dyneema)  do  not  absorb  much  energy – think of it as similar to falling  when  attached  to  a  length  of  steel  cable.  You  can  damage  internal  organs with just a 10kN force – falling  onto  a  sling  directly  is  likely  to  be  much higher than this. It  could  also  break  the  sling,  or  the  anchor. If there is any chance that you  will  move  sideways  or  above  the  anchor, make sure  to attach to it with  the rope. VDiff > Sport Climbing Basics > Anchors 55 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "9": "Common Mistakes Tying Clovehitches on Snapgates Part  of  the  clovehitch  could  easily  snap  through  the  gate,  making  the  knot  useless.  Never  tie  clovehitches  on  snapgate  carabiners.  Use  a  screwgate,  or  two  opposite  and  opposed  snapgates  (see  next  page)  instead. Clipping Snapgates Together A slight twist can cause the carabiner’s  gate to open. Instead,  use  a  quickdraw,  sling  or  screwgate depending on the situation. If the blue rope is weighted, it will be  impossible to remove the green rope. If  the  green  rope  is  a  climber’s  attachment point and you open the  gate  to  remove  the  blue  rope,  the  climber will only be attached by an  open  carabiner  –  this  is  very  dangerous. Non-Equalized Anchor Attachment If one bolt fails, everything will swing  onto  the  other  bolt.  This  presents  a  real  danger  of  losing  control  of  the  belay. Always  make  sure  your  anchor  is  equalized. Too Many Knots on one Carabiner This is bad because: - -  If you need to attach more than one  knot  to  an  anchor,  use  a  separate  screwgate for each. VDiff > Sport Climbing Basics > Anchors 56 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "10": "No Screwgates? If  you  need  a  screwgate  but  don’t  have one, you can use two ‘opposite  and opposed’ snapgates instead. This  is  useful  in  situations  such  as  attaching to an anchor. Warning! This is a common incorrect carabiner  alignment.  If  one  carabiner  flips  around,  both  gates  could  be  pushed  open at the same time. You  will  remain  on  belay  during  this  whole process until you’re back on the  ground. You Will Need * Two spare quickdraws. * One screwgate carabiner. When you are the last person to lead  the route. When the anchor has a central point  which is big enough to feed a bight of  rope through. Cleaning  a  sport  anchor  means  removing all of your gear from it. Three  of  the  main  ways  to  do  this  are  described on the following pages. Method 1 – Feed a Bight of Rope Through Which  you  choose  depends  on  the  type of anchor and whether you plan  to lower or abseil. Cleaning a Sport Anchor Best Situation to Use this Method -  -   VDiff > Sport Climbing Basics > Anchors 57 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "11": "Step 1 Clip your rope through a quickdraw on  one of the anchor bolts. Step 2 Clip another quickdraw into the other  anchor bolt and clip it directly to your  belay  loop.  Rest  your  weight  on  this  quickdraw. Step 4 Tie a figure-8 on a bight and clip this to  your  belay  loop  with  a  screwgate  carabiner. Step 3 Pull up a little slack and push a bight  of the rope through the main anchor  point as shown. Step 5 Untie from the end of the rope. Step 6 Pull the  end of the rope through the  main anchor point. VDiff > Sport Climbing Basics > Anchors 58 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "12": "Step 7 Remove  the  quickdraw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  now ready to lower. Step 1 Clip  two  quickdraws  into  the  anchor  bolts;  one  clipped  through  the  rope  and the other clipped directly into your  belay loop, just the same as method 1.  Rest your weight on the quickdraw. Step 2 Pull  up  some  slack  rope  and  tie  a  figure-8  on  a  bight.  Clip  this  to  your  belay loop with a screwgate carabiner. You Will Need * Two spare quickdraws. * One screwgate carabiner. Method 2 – Feed the End of the Rope Through Sometimes, you won’t be able to push  a  bight  of  rope  through  the  anchor.  This depends on the thickness of your  rope and the type of anchor. As with method 1, you will remain on  belay during the whole process. When you are the last person to lead  the route. When the anchor has a central point  which is too small to feed a bight of  rope through. Best Situation to Use this Method - -   VDiff > Sport Climbing Basics > Anchors 59 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "13": "Step 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the  main anchor point(s). Step 5 Tie in to the end of the rope. Step 6 Remove the screwgate carabiner and  untie the figure-8 on a bight. Step 7 Remove  the  quickdraw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  now ready to lower. VDiff > Sport Climbing Basics > Anchors 60 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "14": "You Will Need *  *  *  * Two 60cm slings. A  belay  device  with  a  screwgate  carabiner. A  prusik  cord  with  a  screwgate  carabiner. Three spare carabiners (two of these  must be screwgates). Method 3 – Attach Directly and Abseil Step 1 Girth-hitch  both  slings  through  your  belay  loop  and  attach  them  to  the  anchor  bolts  with  screwgate  carabiners. You can now tell your belayer that you  are ‘off belay’. Step 2 Pull up some slack and tie the rope to  a  carabiner.  Clip  this  to  your  belay  loop.  You  don’t  necessarily  need  to  use a screwgate carabiner here, and it  doesn’t matter too much what knot you  use. The point of this is so you can’t  accidentally drop the rope during the  following steps. Some climbers clip this to a gear loop,  since  it  will  not  be  weighted.  This  is  okay,  but  it’s  possible  to  break  your  gear  loop  if  the  rope  gets  stuck  on  something,  meaning  that  you  would  end up stranded at the top of the climb  without a rope. When  you  are  the  last  person  to  climb the route. If the main anchor point is showing  some signs of wear. If  your  rope  would  rub  over  rough  edges while lowering. Best Situation to Use this Method - -  -  VDiff > Sport Climbing Basics > Anchors 61 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "15": "Step 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the  main anchor points. Tying a knot in the  end of the rope stops it from zipping  through the anchor if you accidentally  let go of it during the next step. Step 5 Remove the carabiner  from your belay  loop and untie the knot. Pull the rope  down  so  that  both  ends  are  on  the  ground.  Some  ropes  have  a  convenient middle marker to make this  easier. Ask your belayer to confirm that  the  ends  are  down.  If  the  ends  are  only just down, or if you’re abseiling to  an  exposed  ledge,  you  should  tie  knots in both ends of the rope. These  knots  stop  you  from  accidentally  abseiling off the end of the rope. Step 6 Attach your belay device and prusik to  the rope (as described on pages 70- 72). VDiff > Sport Climbing Basics > Anchors 62 Sold to mateo.gonzalez.gomez94@gmail.com ",
    "16": "Step 7 Weight your belay device to check the  setup.  Then  remove  the  slings.  You  are now ready to abseil (learn how to  abseil on page 70). *  Always  double-check  the  setup  before you untie each knot. A mistake  could be fatal. * Make sure to communicate with your  partner  so  they  know  if  you  plan  to  lower or abseil. If you plan to lower but  your partner thinks you will abseil, they  will take you off belay! Be clear about  what you are doing. *  Look  out  for  sharp  edges  beneath  the anchor. Consider abseiling, rather  than lowering,  if  your  rope  could run  over a sharp edge. * It’s important that you don’t add wear  on the anchor rings by top-roping off  them.  Make  sure  to  use  your  own  screwgates  and  slings  for  top-roping  so  any  wear  is  on  your  own  gear  rather than the rings. *  Always  inspect  the  quality  of  the  anchors  and  the  surrounding  rock  before trusting your life to them. * Never thread a rope directly through  a bolt hanger. The square edges are  likely to damage or cut your rope. Only  thread your rope through round-edged  metal. Cleaning Anchors – Top Tips VDiff > Sport Climbing Basics > Anchors 63 Sold to mateo.gonzalez.gomez94@gmail.com "
  },
  "textChunks": [
    {
      "id": 0,
      "text": "Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors Photographer:  Alex Ratson. Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors – What to do at the Top Many  climbs  have  bolted  anchors  at  the top. This is the standard for sport  climbs worldwide, but is also common  at many North American trad climbing  venues. These  bolted  anchors  will  usually  be  equipped with maillons (quick links) or  lowering  rings,  sometimes  connected  with chains. If you want to set up a top  rope, you’ll need to use your own gear. You won’t be able to simply clip your  rope through this type of bolted anchor  like  you  would  at  the  gym.  Instead,  you’ll  need  untie  from  the  rope  and  tttttttttttttttttttt thread it through. After that, you can  either  abseil,  or  have  your  belayer  lower you down. It’s important to learn how to do this in  the  correct  order.  If  you  thread  an  anchor incorrectly, you could drop your  rope and be stranded at the anchor, or  even  become  completely  detached  from the bolts. Setting Up a Top-Rope With the security of an anchored rope  above, top-roping is the safest way to  climb. A top-roped climber can rest on  the rope whenever they are too tired to  continue,  safe  in  the  knowledge  that  sssss they  will  only fall  a few inches. Top- roping  is  great  for  beginners,  large  groups  or  for  experienced  climbers  who want to push their physical limits. VDiff > Sport Climbing Basics > Anchors 50 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 1 After leading up to the anchor, clip a  screwgate carabiner directly into each  bolt.  They  will  usually  be  better  orientated if you clip them underneath  the lowering rings. Step 2 Clip  the  sling  or  cordelette  to  both  carabiners. Pull it down in the middle  so both strands are equal. Step 3 Tie  an  overhand  knot  in  it.  This  creates a central point. Step 4 Clip two screwgate carabiners to the  central point with their gates facing in  opposite directions. You Will Need * Four screwgate carabiners. * A cordelette/ long sling. Setting Up a Top-Rope After Leading If the next climber will top-rope the  route. Best Situation to Use this Method -  VDiff > Sport Climbing Basics > Anchors 51 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 5 Clip  the  rope  through  the  carabiners  from the back so the rope is coming  out towards you. A sk your belayer to  take you tight. You are now ready to  lower and the top-rope is set. Warning – Connecting Quickdraws Never  connect  quickdraws  together  like this. If you need to extend the anchor for  lowering  or  any  other  reason,  make  sure  to  use  a  sling  or  cordelette  instead, as described on the previous  pages. At some crags it is possible to set up a  top-rope  by  walking  to  the  top  and  equalizing anchor bolts or trees. Be  careful  when  walking  around  the  top of a crag un-roped. You may need  to make an anchor further back from  the cliff edge and then be put on belay  while you set up the top-rope anchor. If the bolts are set back on a ledge, or  situated in a place which causes the  rope to rub over an edge, you should  extend the anchor and pad the edge. Setting Up a Top-Rope from Above Make sure to double up the slings or  cordelettes  which  extend  the  anchor  over the edge.  An old piece of carpet,  foam  pads  or  garden  hose  pipes  (without  metal  lining)  make  good  padding. Even  if  your  anchor  is  bomber,  extended and well padded, it is wise to  check it periodically if it is being used  repeatedly.  Setting  up  a  trad  anchor  using  trees  or  other  trad  gear  is  explained in  Trad Climbing Basics. VDiff > Sport Climbing Basics > Anchors 52 Sold to mateo.gonzalez.gomez94@gmail.com \nAttaching to the Anchor The Top Shelf To free up space at the central point,  you can clip in to the top shelf of the  cordelette. There  will  be  more  than  one  other  climber attaching to the central point. This is useful when: - Belaying in guide mode. - Using a redirected belay. - Step 1 Cinch the cordelette tight and attach a  screwgate  to  the  central  point.  This  ensures the knot cannot roll. Step 2 Clip  each  individual  loop  of  the  cordelette with another screwgate as  shown. Step 3 Attach yourself to this screwgate. VDiff > Sport Climbing Basics > Anchors 53 Sold to mateo.gonzalez.gomez94@gmail.com \nSlings, PAS's and Daisy Chains Daisy Chains Daisy  chains  look  and  function  in  a  similar way to the PAS, but they are  only full strength when clipped end-to- end. The stitching between daisy chain  loops  is  very  low  strength.  If  you  connect  to  an  anchor  by  clipping  a  carabiner  through  two  consecutive  loops,  the  stitching  could  break,  causing  you  to  become  completely  detached from the anchor. Personal Anchor Systems A Personal Anchor System (PAS) is a  series  of  very  short  sewn  slings  connected  in  a  chain-link-style.  They  are designed as an idiot-proof anchor  attachment. Once  girth  hitched  to  your  harness,  any part of the PAS can be clipped to  an  anchor  to  provide  a  full  strength  attachment. Warning! Make sure  you  have clipped  through  each cordelette loop individually.  It is  dangerous to clip around the loops as  ooooooooo shown. If one part of the anchor fails,  you will become completely detached. VDiff > Sport Climbing Basics > Anchors 54 Sold to mateo.gonzalez.gomez94@gmail.com \nSlings Slings are designed to be used with a  dynamic rope in the system to lessen  the  impact  on  them.  Much  higher  forces  can  be  generated  when  they  are used alone. Adjustable Daisy Chains Adjustable  daisy  chains  are  not  full  strength (usually rated to around 5kN)  and  should  never  be  used  as  your  primary anchor attachment. Moving Above the Anchor It's only safe to attach yourself to an  anchor with a sling, daisy chain or PAS  if you won't be moving above it (such  as when setting up an abseil). If you fall when above an anchor (even  if you are only 30cm above), unusually  large forces will be generated. This is  because slings (especially those made  of  Dyneema)  do  not  absorb  much  energy – think of it as similar to falling  when  attached  to  a  length  of  steel  cable.  You  can  damage  internal  organs with just a 10kN force – falling  onto  a  sling  directly  is  likely  to  be  much higher than this. It  could  also  break  the  sling,  or  the  anchor. If there is any chance that you  will  move  sideways  or  above  the  anchor, make sure  to attach to it with  the rope. VDiff > Sport Climbing Basics > Anchors 55 Sold to mateo.gonzalez.gomez94@gmail.com \nCommon Mistakes Tying Clovehitches on Snapgates Part  of  the  clovehitch  could  easily  snap  through  the  gate,  making  the  knot  useless.  Never  tie  clovehitches  on  snapgate  carabiners.  Use  a  screwgate,  or  two  opposite  and  opposed  snapgates  (see  next  page)  instead. Clipping Snapgates Together A slight twist can cause the carabiner’s  gate to open. Instead,  use  a  quickdraw,  sling  or  screwgate depending on the situation. If the blue rope is weighted, it will be  impossible to remove the green rope. If  the  green  rope  is  a  climber’s  attachment point and you open the  gate  to  remove  the  blue  rope,  the  climber will only be attached by an  open  carabiner  –  this  is  very  dangerous. Non-Equalized Anchor Attachment If one bolt fails, everything will swing  onto  the  other  bolt.  This  presents  a  real  danger  of  losing  control  of  the  belay. Always  make  sure  your  anchor  is  equalized. Too Many Knots on one Carabiner This is bad because: - -  If you need to attach more than one  knot  to  an  anchor,  use  a  separate  screwgate for each. VDiff > Sport Climbing Basics > Anchors 56 Sold to mateo.gonzalez.gomez94@gmail.com \nNo Screwgates? If  you  need  a  screwgate  but  don’t  have one, you can use two ‘opposite  and opposed’ snapgates instead. This  is  useful  in  situations  such  as  attaching to an anchor. Warning! This is a common incorrect carabiner  alignment.  If  one  carabiner  flips  around,  both  gates  could  be  pushed  open at the same time. You  will  remain  on  belay  during  this  whole process until you’re back on the  ground. You Will Need * Two spare quickdraws. * One screwgate carabiner. When you are the last person to lead  the route. When the anchor has a central point  which is big enough to feed a bight of  rope through. Cleaning  a  sport  anchor  means  removing all of your gear from it. Three  of  the  main  ways  to  do  this  are  described on the following pages. Method 1 – Feed a Bight of Rope Through Which  you  choose  depends  on  the  type of anchor and whether you plan  to lower or abseil. Cleaning a Sport Anchor Best Situation to Use this Method -  -   VDiff > Sport Climbing Basics > Anchors 57 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 1 Clip your rope through a quickdraw on  one of the anchor bolts. Step 2 Clip another quickdraw into the other  anchor bolt and clip it directly to your  belay  loop.  Rest  your  weight  on  this  quickdraw. Step 4 Tie a figure-8 on a bight and clip this to  your  belay  loop  with  a  screwgate  carabiner. Step 3 Pull up a little slack and push a bight  of the rope through the main anchor  point as shown. Step 5 Untie from the end of the rope. Step 6 Pull the  end of the rope through the  main anchor point. VDiff > Sport Climbing Basics > Anchors 58 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 7 Remove  the  quickdraw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  now ready to lower. Step 1 Clip  two  quickdraws  into  the  anchor  bolts;  one  clipped  through  the  rope  and the other clipped directly into your  belay loop, just the same as method 1.  Rest your weight on the quickdraw. Step 2 Pull  up  some  slack  rope  and  tie  a  figure-8  on  a  bight.  Clip  this  to  your  belay loop with a screwgate carabiner. You Will Need * Two spare quickdraws. * One screwgate carabiner. Method 2 – Feed the End of the Rope Through Sometimes, you won’t be able to push  a  bight  of  rope  through  the  anchor.  This depends on the thickness of your  rope and the type of anchor. As with method 1, you will remain on  belay during the whole process. When you are the last person to lead  the route. When the anchor has a central point  which is too small to feed a bight of  rope through. Best Situation to Use this Method - -   VDiff > Sport Climbing Basics > Anchors 59 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the  main anchor point(s). Step 5 Tie in to the end of the rope. Step 6 Remove the screwgate carabiner and  untie the figure-8 on a bight. Step 7 Remove  the  quickdraw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  now ready to lower. VDiff > Sport Climbing Basics > Anchors 60 Sold to mateo.gonzalez.gomez94@gmail.com \nYou Will Need *  *  *  * Two 60cm slings. A  belay  device  with  a  screwgate  carabiner. A  prusik  cord  with  a  screwgate  carabiner. Three spare carabiners (two of these  must be screwgates). Method 3 – Attach Directly and Abseil Step 1 Girth-hitch  both  slings  through  your  belay  loop  and  attach  them  to  the  anchor  bolts  with  screwgate  carabiners. You can now tell your belayer that you  are ‘off belay’. Step 2 Pull up some slack and tie the rope to  a  carabiner.  Clip  this  to  your  belay  loop.  You  don’t  necessarily  need  to  use a screwgate carabiner here, and it  doesn’t matter too much what knot you  use. The point of this is so you can’t  accidentally drop the rope during the  following steps. Some climbers clip this to a gear loop,  since  it  will  not  be  weighted.  This  is  okay,  but  it’s  possible  to  break  your  gear  loop  if  the  rope  gets  stuck  on  something,  meaning  that  you  would  end up stranded at the top of the climb  without a rope. When  you  are  the  last  person  to  climb the route. If the main anchor point is showing  some signs of wear. If  your  rope  would  rub  over  rough  edges while lowering. Best Situation to Use this Method - -  -  VDiff > Sport Climbing Basics > Anchors 61 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the  main anchor points. Tying a knot in the  end of the rope stops it from zipping  through the anchor if you accidentally  let go of it during the next step. Step 5 Remove the carabiner  from your belay  loop and untie the knot. Pull the rope  down  so  that  both  ends  are  on  the  ground.  Some  ropes  have  a  convenient middle marker to make this  easier. Ask your belayer to confirm that  the  ends  are  down.  If  the  ends  are  only just down, or if you’re abseiling to  an  exposed  ledge,  you  should  tie  knots in both ends of the rope. These  knots  stop  you  from  accidentally  abseiling off the end of the rope. Step 6 Attach your belay device and prusik to  the rope (as described on pages 70- 72). VDiff > Sport Climbing Basics > Anchors 62 Sold to mateo.gonzalez.gomez94@gmail.com \nStep 7 Weight your belay device to check the  setup.  Then  remove  the  slings.  You  are now ready to abseil (learn how to  abseil on page 70). *  Always  double-check  the  setup  before you untie each knot. A mistake  could be fatal. * Make sure to communicate with your  partner  so  they  know  if  you  plan  to  lower or abseil. If you plan to lower but  your partner thinks you will abseil, they  will take you off belay! Be clear about  what you are doing. *  Look  out  for  sharp  edges  beneath  the anchor. Consider abseiling, rather  than lowering,  if  your  rope  could run  over a sharp edge. * It’s important that you don’t add wear  on the anchor rings by top-roping off  them.  Make  sure  to  use  your  own  screwgates  and  slings  for  top-roping  so  any  wear  is  on  your  own  gear  rather than the rings. *  Always  inspect  the  quality  of  the  anchors  and  the  surrounding  rock  before trusting your life to them. * Never thread a rope directly through  a bolt hanger. The square edges are  likely to damage or cut your rope. Only  thread your rope through round-edged  metal. Cleaning Anchors – Top Tips VDiff > Sport Climbing Basics > Anchors 63 Sold to mateo.gonzalez.gomez94@gmail.com",
      "startChar": 0,
      "endChar": 14606,
      "startPage": 1,
      "endPage": 16,
      "pageReferences": [
        {
          "term": "anchor",
          "context": "Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors Photographer:  Alex Ratson. Sold to mateo.",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "Ratson. Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors – What to do at the Top Many  climbs  have",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "What to do at the Top Many  climbs  have  bolted  anchors  at  the top. This is the standard for spo",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "th American trad climbing  venues. These  bolted  anchors  will  usually  be  equipped with maillons",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "imply clip your  rope through this type of bolted anchor  like  you  would  at  the  gym.  Instead, ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "is in  the  correct  order.  If  you  thread  an  anchor incorrectly, you could drop your  rope and ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " you could drop your  rope and be stranded at the anchor, or  even  become  completely  detached  fr",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ts. Setting Up a Top-Rope With the security of an anchored rope  above, top-roping is the safest way",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " physical limits. VDiff > Sport Climbing Basics > Anchors 50 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "gomez94@gmail.com \nStep 1 After leading up to the anchor, clip a  screwgate carabiner directly into ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "se this Method -  VDiff > Sport Climbing Basics > Anchors 51 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "s  together  like this. If you need to extend the anchor for  lowering  or  any  other  reason,  mak",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "-rope  by  walking  to  the  top  and  equalizing anchor bolts or trees. Be  careful  when  walking ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " top of a crag un-roped. You may need  to make an anchor further back from  the cliff edge and then ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "en be put on belay  while you set up the top-rope anchor. If the bolts are set back on a ledge, or  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " rope to rub over an edge, you should  extend the anchor and pad the edge. Setting Up a Top-Rope fro",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "p the slings or  cordelettes  which  extend  the  anchor  over the edge.  An old piece of carpet,  f",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "al  lining)  make  good  padding. Even  if  your  anchor  is  bomber,  extended and well padded, it ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "is being used  repeatedly.  Setting  up  a  trad  anchor  using  trees  or  other  trad  gear  is  e",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " Climbing Basics. VDiff > Sport Climbing Basics > Anchors 52 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ateo.gonzalez.gomez94@gmail.com \nAttaching to the Anchor The Top Shelf To free up space at the centr",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "o this screwgate. VDiff > Sport Climbing Basics > Anchors 53 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "  very  low  strength.  If  you  connect  to  an  anchor  by  clipping  a  carabiner  through  two  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "g  you  to  become  completely  detached from the anchor. Personal Anchor Systems A Personal Anchor ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "e  completely  detached from the anchor. Personal Anchor Systems A Personal Anchor System (PAS) is a",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "om the anchor. Personal Anchor Systems A Personal Anchor System (PAS) is a  series  of  very  short ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "link-style.  They  are designed as an idiot-proof anchor  attachment. Once  girth  hitched  to  your",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ness,  any part of the PAS can be clipped to  an  anchor  to  provide  a  full  strength  attachment",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "the loops as  ooooooooo shown. If one part of the anchor fails,  you will become completely detached",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "pletely detached. VDiff > Sport Climbing Basics > Anchors 54 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "  and  should  never  be  used  as  your  primary anchor attachment. Moving Above the Anchor It's on",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "your  primary anchor attachment. Moving Above the Anchor It's only safe to attach yourself to an  an",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "e Anchor It's only safe to attach yourself to an  anchor with a sling, daisy chain or PAS  if you wo",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " setting up an abseil). If you fall when above an anchor (even  if you are only 30cm above), unusual",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "is. It  could  also  break  the  sling,  or  the  anchor. If there is any chance that you  will  mov",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "e that you  will  move  sideways  or  above  the  anchor, make sure  to attach to it with  the rope.",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "t with  the rope. VDiff > Sport Climbing Basics > Anchors 55 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "iner  –  this  is  very  dangerous. Non-Equalized Anchor Attachment If one bolt fails, everything wi",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ontrol  of  the  belay. Always  make  sure  your  anchor  is  equalized. Too Many Knots on one Carab",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "f you need to attach more than one  knot  to  an  anchor,  use  a  separate  screwgate for each. VDi",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "rewgate for each. VDiff > Sport Climbing Basics > Anchors 56 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "useful  in  situations  such  as  attaching to an anchor. Warning! This is a common incorrect carabi",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " are the last person to lead  the route. When the anchor has a central point  which is big enough to",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "eed a bight of  rope through. Cleaning  a  sport  anchor  means  removing all of your gear from it. ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ugh Which  you  choose  depends  on  the  type of anchor and whether you plan  to lower or abseil. C",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "er you plan  to lower or abseil. Cleaning a Sport Anchor Best Situation to Use this Method -  -   VD",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "his Method -  -   VDiff > Sport Climbing Basics > Anchors 57 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "Clip your rope through a quickdraw on  one of the anchor bolts. Step 2 Clip another quickdraw into t",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ts. Step 2 Clip another quickdraw into the other  anchor bolt and clip it directly to your  belay  l",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ck and push a bight  of the rope through the main anchor  point as shown. Step 5 Untie from the end ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "tep 6 Pull the  end of the rope through the  main anchor point. VDiff > Sport Climbing Basics > Anch",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ain anchor point. VDiff > Sport Climbing Basics > Anchors 58 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "o lower. Step 1 Clip  two  quickdraws  into  the  anchor  bolts;  one  clipped  through  the  rope  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "e able to push  a  bight  of  rope  through  the  anchor.  This depends on the thickness of your  ro",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ds on the thickness of your  rope and the type of anchor. As with method 1, you will remain on  bela",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " are the last person to lead  the route. When the anchor has a central point  which is too small to ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "this Method - -   VDiff > Sport Climbing Basics > Anchors 59 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "Step 4 Feed the end of the rope through the  main anchor point(s). Step 5 Tie in to the end of the r",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "w ready to lower. VDiff > Sport Climbing Basics > Anchors 60 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "h  your  belay  loop  and  attach  them  to  the  anchor  bolts  with  screwgate  carabiners. You ca",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "e  last  person  to  climb the route. If the main anchor point is showing  some signs of wear. If  y",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "is Method - -  -  VDiff > Sport Climbing Basics > Anchors 61 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "Step 4 Feed the end of the rope through the  main anchor points. Tying a knot in the  end of the rop",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "nd of the rope stops it from zipping  through the anchor if you accidentally  let go of it during th",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "on pages 70- 72). VDiff > Sport Climbing Basics > Anchors 62 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ng. *  Look  out  for  sharp  edges  beneath  the anchor. Consider abseiling, rather  than lowering,",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": " * It’s important that you don’t add wear  on the anchor rings by top-roping off  them.  Make  sure ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "rings. *  Always  inspect  the  quality  of  the  anchors  and  the  surrounding  rock  before trust",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "ad your rope through round-edged  metal. Cleaning Anchors – Top Tips VDiff > Sport Climbing Basics >",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchor",
          "context": "nchors – Top Tips VDiff > Sport Climbing Basics > Anchors 63 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors Photographer:  Alex Ratson. Sold to mateo.",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "Ratson. Sold to mateo.gonzalez.gomez94@gmail.com \nAnchors – What to do at the Top Many  climbs  have",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "What to do at the Top Many  climbs  have  bolted  anchors  at  the top. This is the standard for spo",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "th American trad climbing  venues. These  bolted  anchors  will  usually  be  equipped with maillons",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": " physical limits. VDiff > Sport Climbing Basics > Anchors 50 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "se this Method -  VDiff > Sport Climbing Basics > Anchors 51 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": " Climbing Basics. VDiff > Sport Climbing Basics > Anchors 52 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "o this screwgate. VDiff > Sport Climbing Basics > Anchors 53 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "pletely detached. VDiff > Sport Climbing Basics > Anchors 54 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "t with  the rope. VDiff > Sport Climbing Basics > Anchors 55 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "rewgate for each. VDiff > Sport Climbing Basics > Anchors 56 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "his Method -  -   VDiff > Sport Climbing Basics > Anchors 57 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "ain anchor point. VDiff > Sport Climbing Basics > Anchors 58 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "this Method - -   VDiff > Sport Climbing Basics > Anchors 59 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "w ready to lower. VDiff > Sport Climbing Basics > Anchors 60 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "is Method - -  -  VDiff > Sport Climbing Basics > Anchors 61 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "on pages 70- 72). VDiff > Sport Climbing Basics > Anchors 62 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "rings. *  Always  inspect  the  quality  of  the  anchors  and  the  surrounding  rock  before trust",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "ad your rope through round-edged  metal. Cleaning Anchors – Top Tips VDiff > Sport Climbing Basics >",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "anchors",
          "context": "nchors – Top Tips VDiff > Sport Climbing Basics > Anchors 63 Sold to mateo.gonzalez.gomez94@gmail.co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "r that, you can  either  abseil,  or  have  your  belayer  lower you down. It’s important to learn h",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "so the rope is coming  out towards you. A sk your belayer to  take you tight. You are now ready to  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "ther back from  the cliff edge and then be put on belay  while you set up the top-rope anchor. If th",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "hing to the central point. This is useful when: - Belaying in guide mode. - Using a redirected belay",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "n: - Belaying in guide mode. - Using a redirected belay. - Step 1 Cinch the cordelette tight and att",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "s  a  real  danger  of  losing  control  of  the  belay. Always  make  sure  your  anchor  is  equal",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "ed  open at the same time. You  will  remain  on  belay  during  this  whole process until you’re ba",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": " other  anchor bolt and clip it directly to your  belay  loop.  Rest  your  weight  on  this  quickd",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "Tie a figure-8 on a bight and clip this to  your  belay  loop  with  a  screwgate  carabiner. Step 3",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "draw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  wei",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "  rope  and the other clipped directly into your  belay loop, just the same as method 1.  Rest your ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "a  figure-8  on  a  bight.  Clip  this  to  your  belay loop with a screwgate carabiner. You Will Ne",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": " of anchor. As with method 1, you will remain on  belay during the whole process. When you are the l",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "draw  which  isn’t  holding your weight. Ask your belayer  to take you tight. Step 8 Rest  your  wei",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "com \nYou Will Need *  *  *  * Two 60cm slings. A  belay  device  with  a  screwgate  carabiner. A  p",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": " Step 1 Girth-hitch  both  slings  through  your  belay  loop  and  attach  them  to  the  anchor  b",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "ith  screwgate  carabiners. You can now tell your belayer that you  are ‘off belay’. Step 2 Pull up ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": " You can now tell your belayer that you  are ‘off belay’. Step 2 Pull up some slack and tie the rope",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "the rope to  a  carabiner.  Clip  this  to  your  belay  loop.  You  don’t  necessarily  need  to  u",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "next step. Step 5 Remove the carabiner  from your belay  loop and untie the knot. Pull the rope  dow",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "ient middle marker to make this  easier. Ask your belayer to confirm that  the  ends  are  down.  If",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "iling off the end of the rope. Step 6 Attach your belay device and prusik to  the rope (as described",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "eo.gonzalez.gomez94@gmail.com \nStep 7 Weight your belay device to check the  setup.  Then  remove  t",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belay",
          "context": "r thinks you will abseil, they  will take you off belay! Be clear about  what you are doing. *  Look",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "belaying",
          "context": "hing to the central point. This is useful when: - Belaying in guide mode. - Using a redirected belay",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "both strands are equal. Step 3 Tie  an  overhand  knot  in  it.  This  creates a central point. Step",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "gate  to  the  central  point.  This  ensures the knot cannot roll. Step 2 Clip  each  individual  l",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "  easily  snap  through  the  gate,  making  the  knot  useless.  Never  tie  clovehitches  on  snap",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "make  sure  your  anchor  is  equalized. Too Many Knots on one Carabiner This is bad because: - -  I",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "ecause: - -  If you need to attach more than one  knot  to  an  anchor,  use  a  separate  screwgate",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "abiner here, and it  doesn’t matter too much what knot you  use. The point of this is so you can’t  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "the rope through the  main anchor points. Tying a knot in the  end of the rope stops it from zipping",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "he carabiner  from your belay  loop and untie the knot. Pull the rope  down  so  that  both  ends  a",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "eiling to  an  exposed  ledge,  you  should  tie  knots in both ends of the rope. These  knots  stop",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "ould  tie  knots in both ends of the rope. These  knots  stop  you  from  accidentally  abseiling of",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knot",
          "context": "  double-check  the  setup  before you untie each knot. A mistake  could be fatal. * Make sure to co",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knots",
          "context": "make  sure  your  anchor  is  equalized. Too Many Knots on one Carabiner This is bad because: - -  I",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knots",
          "context": "eiling to  an  exposed  ledge,  you  should  tie  knots in both ends of the rope. These  knots  stop",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "knots",
          "context": "ould  tie  knots in both ends of the rope. These  knots  stop  you  from  accidentally  abseiling of",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "nected  with chains. If you want to set up a top  rope, you’ll need to use your own gear. You won’t ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": " own gear. You won’t be able to simply clip your  rope through this type of bolted anchor  like  you",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "  gym.  Instead,  you’ll  need  untie  from  the  rope  and  tttttttttttttttttttt thread it through.",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ead  an  anchor incorrectly, you could drop your  rope and be stranded at the anchor, or  even  beco",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "etely  detached  from the bolts. Setting Up a Top-Rope With the security of an anchored rope  above,",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ng Up a Top-Rope With the security of an anchored rope  above, top-roping is the safest way to  clim",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ve, top-roping is the safest way to  climb. A top-roped climber can rest on  the rope whenever they ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "y to  climb. A top-roped climber can rest on  the rope whenever they are too tired to  continue,  sa",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ers. * A cordelette/ long sling. Setting Up a Top-Rope After Leading If the next climber will top-ro",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "p-Rope After Leading If the next climber will top-rope the  route. Best Situation to Use this Method",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "teo.gonzalez.gomez94@gmail.com \nStep 5 Clip  the  rope  through  the  carabiners  from the back so t",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "e  through  the  carabiners  from the back so the rope is coming  out towards you. A sk your belayer",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ou tight. You are now ready to  lower and the top-rope is set. Warning – Connecting Quickdraws Never",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "es. At some crags it is possible to set up a  top-rope  by  walking  to  the  top  and  equalizing a",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ful  when  walking  around  the  top of a crag un-roped. You may need  to make an anchor further bac",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "nd then be put on belay  while you set up the top-rope anchor. If the bolts are set back on a ledge,",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": " ledge, or  situated in a place which causes the  rope to rub over an edge, you should  extend the a",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "end the anchor and pad the edge. Setting Up a Top-Rope from Above Make sure to double up the slings ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "gs Slings are designed to be used with a  dynamic rope in the system to lessen  the  impact  on  the",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "the  anchor, make sure  to attach to it with  the rope. VDiff > Sport Climbing Basics > Anchors 55 S",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "screwgate depending on the situation. If the blue rope is weighted, it will be  impossible to remove",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ghted, it will be  impossible to remove the green rope. If  the  green  rope  is  a  climber’s  atta",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ossible to remove the green rope. If  the  green  rope  is  a  climber’s  attachment point and you o",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "nt and you open the  gate  to  remove  the  blue  rope,  the  climber will only be attached by an  o",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "al point  which is big enough to feed a bight of  rope through. Cleaning  a  sport  anchor  means  r",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "n the following pages. Method 1 – Feed a Bight of Rope Through Which  you  choose  depends  on  the ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ateo.gonzalez.gomez94@gmail.com \nStep 1 Clip your rope through a quickdraw on  one of the anchor bol",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "3 Pull up a little slack and push a bight  of the rope through the main anchor  point as shown. Step",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": " point as shown. Step 5 Untie from the end of the rope. Step 6 Pull the  end of the rope through the",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": " the end of the rope. Step 6 Pull the  end of the rope through the  main anchor point. VDiff > Sport",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ke you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": " the  anchor  bolts;  one  clipped  through  the  rope  and the other clipped directly into your  be",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "t on the quickdraw. Step 2 Pull  up  some  slack  rope  and  tie  a  figure-8  on  a  bight.  Clip  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "rewgate carabiner. Method 2 – Feed the End of the Rope Through Sometimes, you won’t be able to push ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "metimes, you won’t be able to push  a  bight  of  rope  through  the  anchor.  This depends on the t",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "  anchor.  This depends on the thickness of your  rope and the type of anchor. As with method 1, you",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ral point  which is too small to feed a bight of  rope through. Best Situation to Use this Method - ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "mez94@gmail.com \nStep 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "m the end of the rope. Step 4 Feed the end of the rope through the  main anchor point(s). Step 5 Tie",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": " anchor point(s). Step 5 Tie in to the end of the rope. Step 6 Remove the screwgate carabiner and  u",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ke you tight. Step 8 Rest  your  weight  on  the  rope,  then  remove the other quickdraw. You are  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "off belay’. Step 2 Pull up some slack and tie the rope to  a  carabiner.  Clip  this  to  your  bela",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "nt of this is so you can’t  accidentally drop the rope during the  following steps. Some climbers cl",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "  possible  to  break  your  gear  loop  if  the  rope  gets  stuck  on  something,  meaning  that  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "nd up stranded at the top of the climb  without a rope. When  you  are  the  last  person  to  climb",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "r point is showing  some signs of wear. If  your  rope  would  rub  over  rough  edges while lowerin",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "mez94@gmail.com \nStep 3 Untie from the end of the rope. Step 4 Feed the end of the rope through the ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "m the end of the rope. Step 4 Feed the end of the rope through the  main anchor points. Tying a knot",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "in anchor points. Tying a knot in the  end of the rope stops it from zipping  through the anchor if ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "rom your belay  loop and untie the knot. Pull the rope  down  so  that  both  ends  are  on  the  gr",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "o  that  both  ends  are  on  the  ground.  Some  ropes  have  a  convenient middle marker to make t",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "dge,  you  should  tie  knots in both ends of the rope. These  knots  stop  you  from  accidentally ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": " from  accidentally  abseiling off the end of the rope. Step 6 Attach your belay device and prusik t",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "tep 6 Attach your belay device and prusik to  the rope (as described on pages 70- 72). VDiff > Sport",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ider abseiling, rather  than lowering,  if  your  rope  could run  over a sharp edge. * It’s importa",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "fore trusting your life to them. * Never thread a rope directly through  a bolt hanger. The square e",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "he square edges are  likely to damage or cut your rope. Only  thread your rope through round-edged  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "rope",
          "context": "ely to damage or cut your rope. Only  thread your rope through round-edged  metal. Cleaning Anchors ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "After leading up to the anchor, clip a  screwgate carabiner directly into each  bolt.  They  will  u",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "tep 2 Clip  the  sling  or  cordelette  to  both  carabiners. Pull it down in the middle  so both st",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "reates a central point. Step 4 Clip two screwgate carabiners to the  central point with their gates ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "posite directions. You Will Need * Four screwgate carabiners. * A cordelette/ long sling. Setting Up",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "@gmail.com \nStep 5 Clip  the  rope  through  the  carabiners  from the back so the rope is coming  o",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "f  you  connect  to  an  anchor  by  clipping  a  carabiner  through  two  consecutive  loops,  the ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "useless.  Never  tie  clovehitches  on  snapgate  carabiners.  Use  a  screwgate,  or  two  opposite",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "g Snapgates Together A slight twist can cause the carabiner’s  gate to open. Instead,  use  a  quick",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "  the  climber will only be attached by an  open  carabiner  –  this  is  very  dangerous. Non-Equal",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "our  anchor  is  equalized. Too Many Knots on one Carabiner This is bad because: - -  If you need to",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "to an anchor. Warning! This is a common incorrect carabiner  alignment.  If  one  carabiner  flips  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": " common incorrect carabiner  alignment.  If  one  carabiner  flips  around,  both  gates  could  be ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "Will Need * Two spare quickdraws. * One screwgate carabiner. When you are the last person to lead  t",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "p this to  your  belay  loop  with  a  screwgate  carabiner. Step 3 Pull up a little slack and push ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "Clip  this  to  your  belay loop with a screwgate carabiner. You Will Need * Two spare quickdraws. *",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "Will Need * Two spare quickdraws. * One screwgate carabiner. Method 2 – Feed the End of the Rope Thr",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": " the end of the rope. Step 6 Remove the screwgate carabiner and  untie the figure-8 on a bight. Step",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "0cm slings. A  belay  device  with  a  screwgate  carabiner. A  prusik  cord  with  a  screwgate  ca",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "  carabiner. A  prusik  cord  with  a  screwgate  carabiner. Three spare carabiners (two of these  m",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": " cord  with  a  screwgate  carabiner. Three spare carabiners (two of these  must be screwgates). Met",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "h  them  to  the  anchor  bolts  with  screwgate  carabiners. You can now tell your belayer that you",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "Step 2 Pull up some slack and tie the rope to  a  carabiner.  Clip  this  to  your  belay  loop.  Yo",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": "ou  don’t  necessarily  need  to  use a screwgate carabiner here, and it  doesn’t matter too much wh",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "carabiner",
          "context": " go of it during the next step. Step 5 Remove the carabiner  from your belay  loop and untie the kno",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "trad",
          "context": "dwide, but is also common  at many North American trad climbing  venues. These  bolted  anchors  wil",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "trad",
          "context": "if it is being used  repeatedly.  Setting  up  a  trad  anchor  using  trees  or  other  trad  gear ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "trad",
          "context": "ng  up  a  trad  anchor  using  trees  or  other  trad  gear  is  explained in  Trad Climbing Basics",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "trad",
          "context": "  trees  or  other  trad  gear  is  explained in  Trad Climbing Basics. VDiff > Sport Climbing Basic",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "d  anchors  at  the top. This is the standard for sport  climbs worldwide, but is also common  at ma",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "  who want to push their physical limits. VDiff > Sport Climbing Basics > Anchors 50 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "ute. Best Situation to Use this Method -  VDiff > Sport Climbing Basics > Anchors 51 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "  is  explained in  Trad Climbing Basics. VDiff > Sport Climbing Basics > Anchors 52 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "Step 3 Attach yourself to this screwgate. VDiff > Sport Climbing Basics > Anchors 53 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "ls,  you will become completely detached. VDiff > Sport Climbing Basics > Anchors 54 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "ake sure  to attach to it with  the rope. VDiff > Sport Climbing Basics > Anchors 55 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "r,  use  a  separate  screwgate for each. VDiff > Sport Climbing Basics > Anchors 56 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "gh to feed a bight of  rope through. Cleaning  a  sport  anchor  means  removing all of your gear fr",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": " whether you plan  to lower or abseil. Cleaning a Sport Anchor Best Situation to Use this Method -  ",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": " Best Situation to Use this Method -  -   VDiff > Sport Climbing Basics > Anchors 57 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": " the rope through the  main anchor point. VDiff > Sport Climbing Basics > Anchors 58 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": ". Best Situation to Use this Method - -   VDiff > Sport Climbing Basics > Anchors 59 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "r quickdraw. You are  now ready to lower. VDiff > Sport Climbing Basics > Anchors 60 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "Best Situation to Use this Method - -  -  VDiff > Sport Climbing Basics > Anchors 61 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": " the rope (as described on pages 70- 72). VDiff > Sport Climbing Basics > Anchors 62 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "sport",
          "context": "edged  metal. Cleaning Anchors – Top Tips VDiff > Sport Climbing Basics > Anchors 63 Sold to mateo.g",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "lead",
          "context": "to mateo.gonzalez.gomez94@gmail.com \nStep 1 After leading up to the anchor, clip a  screwgate carabi",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "lead",
          "context": "rdelette/ long sling. Setting Up a Top-Rope After Leading If the next climber will top-rope the  rou",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "lead",
          "context": "ewgate carabiner. When you are the last person to lead  the route. When the anchor has a central poi",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "lead",
          "context": "he whole process. When you are the last person to lead  the route. When the anchor has a central poi",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "follow",
          "context": "  main  ways  to  do  this  are  described on the following pages. Method 1 – Feed a Bight of Rope T",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "follow",
          "context": "you can’t  accidentally drop the rope during the  following steps. Some climbers clip this to a gear",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": ", but is also common  at many North American trad climbing  venues. These  bolted  anchors  will  us",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "want to push their physical limits. VDiff > Sport Climbing Basics > Anchors 50 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "est Situation to Use this Method -  VDiff > Sport Climbing Basics > Anchors 51 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "es  or  other  trad  gear  is  explained in  Trad Climbing Basics. VDiff > Sport Climbing Basics > A",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "explained in  Trad Climbing Basics. VDiff > Sport Climbing Basics > Anchors 52 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": " Attach yourself to this screwgate. VDiff > Sport Climbing Basics > Anchors 53 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "ou will become completely detached. VDiff > Sport Climbing Basics > Anchors 54 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "re  to attach to it with  the rope. VDiff > Sport Climbing Basics > Anchors 55 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "e  a  separate  screwgate for each. VDiff > Sport Climbing Basics > Anchors 56 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "Situation to Use this Method -  -   VDiff > Sport Climbing Basics > Anchors 57 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "ope through the  main anchor point. VDiff > Sport Climbing Basics > Anchors 58 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": " Situation to Use this Method - -   VDiff > Sport Climbing Basics > Anchors 59 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "kdraw. You are  now ready to lower. VDiff > Sport Climbing Basics > Anchors 60 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "ituation to Use this Method - -  -  VDiff > Sport Climbing Basics > Anchors 61 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": "ope (as described on pages 70- 72). VDiff > Sport Climbing Basics > Anchors 62 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        },
        {
          "term": "climbing",
          "context": " metal. Cleaning Anchors – Top Tips VDiff > Sport Climbing Basics > Anchors 63 Sold to mateo.gonzale",
          "pageRange": "pp. 1-16"
        }
      ],
      "sectionHeading": "Knots",
      "topics": [
        "anchor",
        "anchors",
        "belay",
        "belaying",
        "knot",
        "knots",
        "rope",
        "carabiner",
        "trad",
        "sport",
        "lead",
        "follow",
        "climbing"
      ]
    }
  ],
  "searchIndex": {
    "sold": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "mateo": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gonzalez": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gomez94": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gmail": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "com": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "anchors": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "photographer": [
      0
    ],
    "alex": [
      0
    ],
    "ratson": [
      0
    ],
    "what": [
      0,
      0,
      0
    ],
    "the": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "top": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "many": [
      0,
      0,
      0
    ],
    "climbs": [
      0,
      0
    ],
    "have": [
      0,
      0,
      0,
      0,
      0
    ],
    "bolted": [
      0,
      0,
      0
    ],
    "this": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "standard": [
      0
    ],
    "for": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "sport": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "worldwide": [
      0
    ],
    "but": [
      0,
      0,
      0,
      0,
      0
    ],
    "also": [
      0,
      0
    ],
    "common": [
      0,
      0,
      0
    ],
    "north": [
      0
    ],
    "american": [
      0
    ],
    "trad": [
      0,
      0,
      0,
      0
    ],
    "climbing": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "venues": [
      0
    ],
    "these": [
      0,
      0,
      0
    ],
    "will": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "usually": [
      0,
      0,
      0
    ],
    "equipped": [
      0
    ],
    "with": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "maillons": [
      0
    ],
    "quick": [
      0
    ],
    "links": [
      0
    ],
    "lowering": [
      0,
      0,
      0,
      0,
      0
    ],
    "rings": [
      0,
      0,
      0,
      0
    ],
    "sometimes": [
      0,
      0
    ],
    "connected": [
      0,
      0
    ],
    "chains": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "you": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "want": [
      0,
      0
    ],
    "set": [
      0,
      0,
      0,
      0,
      0
    ],
    "rope": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "need": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "use": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "your": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "own": [
      0,
      0,
      0
    ],
    "gear": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "won": [
      0,
      0,
      0
    ],
    "able": [
      0,
      0
    ],
    "simply": [
      0
    ],
    "clip": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "through": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "type": [
      0,
      0,
      0
    ],
    "anchor": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "like": [
      0,
      0
    ],
    "would": [
      0,
      0,
      0
    ],
    "gym": [
      0
    ],
    "instead": [
      0,
      0,
      0,
      0,
      0
    ],
    "untie": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "from": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "and": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "tttttttttttttttttttt": [
      0
    ],
    "thread": [
      0,
      0,
      0,
      0
    ],
    "after": [
      0,
      0,
      0
    ],
    "that": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "can": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "either": [
      0
    ],
    "abseil": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "belayer": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "lower": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "down": [
      0,
      0,
      0,
      0,
      0
    ],
    "important": [
      0,
      0
    ],
    "learn": [
      0,
      0
    ],
    "how": [
      0,
      0
    ],
    "correct": [
      0
    ],
    "order": [
      0
    ],
    "incorrectly": [
      0
    ],
    "could": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "drop": [
      0,
      0
    ],
    "stranded": [
      0,
      0
    ],
    "even": [
      0,
      0,
      0
    ],
    "become": [
      0,
      0,
      0
    ],
    "completely": [
      0,
      0,
      0
    ],
    "detached": [
      0,
      0,
      0
    ],
    "bolts": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "setting": [
      0,
      0,
      0,
      0,
      0
    ],
    "security": [
      0
    ],
    "anchored": [
      0
    ],
    "above": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "roping": [
      0,
      0,
      0,
      0
    ],
    "safest": [
      0
    ],
    "way": [
      0,
      0
    ],
    "climb": [
      0,
      0,
      0
    ],
    "roped": [
      0,
      0
    ],
    "climber": [
      0,
      0,
      0,
      0,
      0
    ],
    "rest": [
      0,
      0,
      0,
      0,
      0
    ],
    "whenever": [
      0
    ],
    "they": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "are": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "too": [
      0,
      0,
      0,
      0
    ],
    "tired": [
      0
    ],
    "continue": [
      0
    ],
    "safe": [
      0,
      0
    ],
    "knowledge": [
      0
    ],
    "sssss": [
      0
    ],
    "only": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "fall": [
      0,
      0
    ],
    "few": [
      0
    ],
    "inches": [
      0
    ],
    "great": [
      0
    ],
    "beginners": [
      0
    ],
    "large": [
      0,
      0
    ],
    "groups": [
      0
    ],
    "experienced": [
      0
    ],
    "climbers": [
      0,
      0
    ],
    "who": [
      0
    ],
    "push": [
      0,
      0,
      0
    ],
    "their": [
      0,
      0
    ],
    "physical": [
      0
    ],
    "limits": [
      0
    ],
    "vdiff": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "basics": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "step": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "leading": [
      0,
      0
    ],
    "screwgate": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "carabiner": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "directly": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "into": [
      0,
      0,
      0,
      0
    ],
    "each": [
      0,
      0,
      0,
      0,
      0
    ],
    "bolt": [
      0,
      0,
      0,
      0,
      0
    ],
    "better": [
      0
    ],
    "orientated": [
      0
    ],
    "them": [
      0,
      0,
      0,
      0,
      0
    ],
    "underneath": [
      0
    ],
    "sling": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "cordelette": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "both": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "carabiners": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "pull": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "middle": [
      0,
      0
    ],
    "strands": [
      0
    ],
    "equal": [
      0
    ],
    "tie": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "overhand": [
      0
    ],
    "knot": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "creates": [
      0
    ],
    "central": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "point": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "two": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "gates": [
      0,
      0
    ],
    "facing": [
      0
    ],
    "opposite": [
      0,
      0,
      0
    ],
    "directions": [
      0
    ],
    "four": [
      0
    ],
    "long": [
      0
    ],
    "next": [
      0,
      0,
      0
    ],
    "route": [
      0,
      0,
      0,
      0
    ],
    "best": [
      0,
      0,
      0,
      0
    ],
    "situation": [
      0,
      0,
      0,
      0,
      0
    ],
    "method": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "back": [
      0,
      0,
      0,
      0
    ],
    "coming": [
      0
    ],
    "out": [
      0,
      0
    ],
    "towards": [
      0
    ],
    "take": [
      0,
      0,
      0,
      0
    ],
    "tight": [
      0,
      0,
      0,
      0
    ],
    "now": [
      0,
      0,
      0,
      0,
      0
    ],
    "ready": [
      0,
      0,
      0,
      0
    ],
    "warning": [
      0,
      0,
      0
    ],
    "connecting": [
      0
    ],
    "quickdraws": [
      0,
      0,
      0,
      0,
      0
    ],
    "never": [
      0,
      0,
      0,
      0
    ],
    "connect": [
      0,
      0
    ],
    "together": [
      0,
      0
    ],
    "extend": [
      0,
      0,
      0
    ],
    "any": [
      0,
      0,
      0,
      0
    ],
    "other": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "reason": [
      0
    ],
    "make": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "sure": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "described": [
      0,
      0,
      0
    ],
    "previous": [
      0
    ],
    "pages": [
      0,
      0,
      0
    ],
    "some": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "crags": [
      0
    ],
    "possible": [
      0,
      0
    ],
    "walking": [
      0,
      0
    ],
    "equalizing": [
      0
    ],
    "trees": [
      0,
      0
    ],
    "careful": [
      0
    ],
    "when": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "around": [
      0,
      0,
      0,
      0
    ],
    "crag": [
      0
    ],
    "may": [
      0
    ],
    "further": [
      0
    ],
    "cliff": [
      0
    ],
    "edge": [
      0,
      0,
      0,
      0,
      0
    ],
    "then": [
      0,
      0,
      0,
      0
    ],
    "put": [
      0
    ],
    "belay": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "while": [
      0,
      0
    ],
    "ledge": [
      0,
      0
    ],
    "situated": [
      0
    ],
    "place": [
      0
    ],
    "which": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "causes": [
      0
    ],
    "rub": [
      0,
      0
    ],
    "over": [
      0,
      0,
      0,
      0
    ],
    "should": [
      0,
      0,
      0
    ],
    "pad": [
      0
    ],
    "double": [
      0,
      0
    ],
    "slings": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "cordelettes": [
      0
    ],
    "old": [
      0
    ],
    "piece": [
      0
    ],
    "carpet": [
      0
    ],
    "foam": [
      0
    ],
    "pads": [
      0
    ],
    "garden": [
      0
    ],
    "hose": [
      0
    ],
    "pipes": [
      0
    ],
    "without": [
      0,
      0
    ],
    "metal": [
      0,
      0
    ],
    "lining": [
      0
    ],
    "good": [
      0
    ],
    "padding": [
      0
    ],
    "bomber": [
      0
    ],
    "extended": [
      0
    ],
    "well": [
      0
    ],
    "padded": [
      0
    ],
    "wise": [
      0
    ],
    "check": [
      0,
      0,
      0
    ],
    "periodically": [
      0
    ],
    "being": [
      0
    ],
    "used": [
      0,
      0,
      0,
      0
    ],
    "repeatedly": [
      0
    ],
    "using": [
      0,
      0
    ],
    "explained": [
      0
    ],
    "attaching": [
      0,
      0,
      0
    ],
    "shelf": [
      0,
      0
    ],
    "free": [
      0
    ],
    "space": [
      0
    ],
    "there": [
      0,
      0
    ],
    "more": [
      0,
      0
    ],
    "than": [
      0,
      0,
      0,
      0,
      0
    ],
    "one": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "useful": [
      0,
      0
    ],
    "belaying": [
      0
    ],
    "guide": [
      0
    ],
    "mode": [
      0
    ],
    "redirected": [
      0
    ],
    "cinch": [
      0
    ],
    "attach": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "ensures": [
      0
    ],
    "cannot": [
      0
    ],
    "roll": [
      0
    ],
    "individual": [
      0
    ],
    "loop": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "another": [
      0,
      0
    ],
    "shown": [
      0,
      0,
      0
    ],
    "yourself": [
      0,
      0
    ],
    "pas": [
      0,
      0,
      0,
      0,
      0
    ],
    "daisy": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "look": [
      0,
      0
    ],
    "function": [
      0
    ],
    "similar": [
      0,
      0
    ],
    "full": [
      0,
      0,
      0
    ],
    "strength": [
      0,
      0,
      0,
      0
    ],
    "clipped": [
      0,
      0,
      0,
      0,
      0
    ],
    "end": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "stitching": [
      0,
      0
    ],
    "between": [
      0
    ],
    "chain": [
      0,
      0,
      0
    ],
    "loops": [
      0,
      0,
      0
    ],
    "very": [
      0,
      0,
      0
    ],
    "low": [
      0
    ],
    "clipping": [
      0,
      0
    ],
    "consecutive": [
      0
    ],
    "break": [
      0,
      0,
      0
    ],
    "causing": [
      0
    ],
    "personal": [
      0,
      0
    ],
    "systems": [
      0
    ],
    "system": [
      0,
      0
    ],
    "series": [
      0
    ],
    "short": [
      0
    ],
    "sewn": [
      0
    ],
    "link": [
      0
    ],
    "style": [
      0
    ],
    "designed": [
      0,
      0
    ],
    "idiot": [
      0
    ],
    "proof": [
      0
    ],
    "attachment": [
      0,
      0,
      0,
      0,
      0
    ],
    "once": [
      0
    ],
    "girth": [
      0,
      0
    ],
    "hitched": [
      0
    ],
    "harness": [
      0
    ],
    "part": [
      0,
      0,
      0
    ],
    "provide": [
      0
    ],
    "individually": [
      0
    ],
    "dangerous": [
      0,
      0
    ],
    "ooooooooo": [
      0
    ],
    "fails": [
      0,
      0
    ],
    "dynamic": [
      0
    ],
    "lessen": [
      0
    ],
    "impact": [
      0
    ],
    "much": [
      0,
      0,
      0,
      0
    ],
    "higher": [
      0,
      0
    ],
    "forces": [
      0,
      0
    ],
    "generated": [
      0,
      0
    ],
    "alone": [
      0
    ],
    "adjustable": [
      0,
      0
    ],
    "not": [
      0,
      0,
      0
    ],
    "rated": [
      0
    ],
    "5kn": [
      0
    ],
    "primary": [
      0
    ],
    "moving": [
      0,
      0
    ],
    "such": [
      0,
      0
    ],
    "30cm": [
      0
    ],
    "unusually": [
      0
    ],
    "because": [
      0,
      0
    ],
    "especially": [
      0
    ],
    "those": [
      0
    ],
    "made": [
      0
    ],
    "dyneema": [
      0
    ],
    "absorb": [
      0
    ],
    "energy": [
      0
    ],
    "think": [
      0
    ],
    "falling": [
      0,
      0
    ],
    "attached": [
      0,
      0
    ],
    "length": [
      0
    ],
    "steel": [
      0
    ],
    "cable": [
      0
    ],
    "damage": [
      0,
      0
    ],
    "internal": [
      0
    ],
    "organs": [
      0
    ],
    "just": [
      0,
      0,
      0
    ],
    "10kn": [
      0
    ],
    "force": [
      0
    ],
    "onto": [
      0,
      0
    ],
    "likely": [
      0,
      0
    ],
    "chance": [
      0
    ],
    "move": [
      0
    ],
    "sideways": [
      0
    ],
    "mistakes": [
      0
    ],
    "tying": [
      0,
      0
    ],
    "clovehitches": [
      0,
      0
    ],
    "snapgates": [
      0,
      0,
      0,
      0
    ],
    "clovehitch": [
      0
    ],
    "easily": [
      0
    ],
    "snap": [
      0
    ],
    "gate": [
      0,
      0,
      0
    ],
    "making": [
      0
    ],
    "useless": [
      0
    ],
    "snapgate": [
      0
    ],
    "opposed": [
      0,
      0
    ],
    "see": [
      0
    ],
    "page": [
      0,
      0
    ],
    "slight": [
      0
    ],
    "twist": [
      0
    ],
    "cause": [
      0
    ],
    "open": [
      0,
      0,
      0,
      0
    ],
    "quickdraw": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "depending": [
      0
    ],
    "blue": [
      0,
      0
    ],
    "weighted": [
      0,
      0
    ],
    "impossible": [
      0
    ],
    "remove": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "green": [
      0,
      0
    ],
    "non": [
      0
    ],
    "equalized": [
      0,
      0
    ],
    "everything": [
      0
    ],
    "swing": [
      0
    ],
    "presents": [
      0
    ],
    "real": [
      0
    ],
    "danger": [
      0
    ],
    "losing": [
      0
    ],
    "control": [
      0
    ],
    "always": [
      0,
      0,
      0
    ],
    "knots": [
      0,
      0,
      0
    ],
    "bad": [
      0
    ],
    "separate": [
      0
    ],
    "screwgates": [
      0,
      0,
      0
    ],
    "don": [
      0,
      0,
      0
    ],
    "situations": [
      0
    ],
    "incorrect": [
      0
    ],
    "alignment": [
      0
    ],
    "flips": [
      0
    ],
    "pushed": [
      0
    ],
    "same": [
      0,
      0
    ],
    "time": [
      0
    ],
    "remain": [
      0,
      0
    ],
    "during": [
      0,
      0,
      0,
      0
    ],
    "whole": [
      0,
      0
    ],
    "process": [
      0,
      0
    ],
    "until": [
      0
    ],
    "ground": [
      0,
      0
    ],
    "spare": [
      0,
      0,
      0
    ],
    "last": [
      0,
      0,
      0
    ],
    "person": [
      0,
      0,
      0
    ],
    "lead": [
      0,
      0
    ],
    "has": [
      0,
      0
    ],
    "big": [
      0
    ],
    "enough": [
      0
    ],
    "feed": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "bight": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "cleaning": [
      0,
      0,
      0
    ],
    "means": [
      0
    ],
    "removing": [
      0
    ],
    "all": [
      0
    ],
    "three": [
      0,
      0
    ],
    "main": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "ways": [
      0
    ],
    "following": [
      0,
      0
    ],
    "choose": [
      0
    ],
    "depends": [
      0,
      0
    ],
    "whether": [
      0
    ],
    "plan": [
      0,
      0,
      0
    ],
    "weight": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "figure": [
      0,
      0,
      0
    ],
    "little": [
      0
    ],
    "slack": [
      0,
      0,
      0
    ],
    "isn": [
      0,
      0
    ],
    "holding": [
      0,
      0
    ],
    "ask": [
      0,
      0,
      0
    ],
    "thickness": [
      0
    ],
    "small": [
      0
    ],
    "60cm": [
      0
    ],
    "device": [
      0,
      0,
      0
    ],
    "prusik": [
      0,
      0
    ],
    "cord": [
      0
    ],
    "must": [
      0
    ],
    "hitch": [
      0
    ],
    "tell": [
      0
    ],
    "off": [
      0,
      0,
      0,
      0
    ],
    "necessarily": [
      0
    ],
    "here": [
      0
    ],
    "doesn": [
      0
    ],
    "matter": [
      0
    ],
    "accidentally": [
      0,
      0,
      0
    ],
    "steps": [
      0
    ],
    "since": [
      0
    ],
    "okay": [
      0
    ],
    "gets": [
      0
    ],
    "stuck": [
      0
    ],
    "something": [
      0
    ],
    "meaning": [
      0
    ],
    "showing": [
      0
    ],
    "signs": [
      0
    ],
    "wear": [
      0,
      0,
      0
    ],
    "rough": [
      0
    ],
    "edges": [
      0,
      0,
      0
    ],
    "points": [
      0
    ],
    "stops": [
      0
    ],
    "zipping": [
      0
    ],
    "let": [
      0
    ],
    "ends": [
      0,
      0,
      0,
      0
    ],
    "ropes": [
      0
    ],
    "convenient": [
      0
    ],
    "marker": [
      0
    ],
    "easier": [
      0
    ],
    "confirm": [
      0
    ],
    "abseiling": [
      0,
      0,
      0
    ],
    "exposed": [
      0
    ],
    "stop": [
      0
    ],
    "setup": [
      0,
      0
    ],
    "before": [
      0,
      0
    ],
    "mistake": [
      0
    ],
    "fatal": [
      0
    ],
    "communicate": [
      0
    ],
    "partner": [
      0,
      0
    ],
    "know": [
      0
    ],
    "thinks": [
      0
    ],
    "clear": [
      0
    ],
    "about": [
      0
    ],
    "doing": [
      0
    ],
    "sharp": [
      0,
      0
    ],
    "beneath": [
      0
    ],
    "consider": [
      0
    ],
    "rather": [
      0,
      0
    ],
    "run": [
      0
    ],
    "add": [
      0
    ],
    "inspect": [
      0
    ],
    "quality": [
      0
    ],
    "surrounding": [
      0
    ],
    "rock": [
      0
    ],
    "trusting": [
      0
    ],
    "life": [
      0
    ],
    "hanger": [
      0
    ],
    "square": [
      0
    ],
    "cut": [
      0
    ],
    "round": [
      0
    ],
    "edged": [
      0
    ],
    "tips": [
      0
    ]
  }
}